var courses_from_rishum = [
    {
        "general": {
            "מספר מקצוע": "014005",
            "שם מקצוע": "מעבדה הנדסית",
            "סילבוס": "מעבדה פקולטית בסיסית למכניקת מוצקים: תכונות חומרים, מדידי עבור, מאמצים משולבים, בעיות בכפיפה, פוטואלסטיות, קריסה.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014104",
            "נקודות": "1.5",
            "הרצאה": "1",
            "מעבדה": "2",
            "אחראים": "דר. ז'וטובסקי סמיון",
            "הערות": "מועד א' יתקיים ב-30\/8\/2022",
            "מועד ב": "02-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "16",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "16",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "16",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014104",
            "שם מקצוע": "תורת החוזק 1",
            "סילבוס": "מבוא. מאמץ ועיבור במשיכה ולחיצה. פיתול חתכים שונים, כפיפת קורות אלסטיות והומוגניות. גזירה בשעת כפיפה, מרכז הגזירה. טרנספורמצית המאמץ והעיבור, שקיעות בעזרת המשוואה הדיפרצניאלית של הקו האלסטי, פתרון מבנים בלתי מסוימים. מושגים ראשונים של קריסה אלסטית.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014103",
            "מקצועות ללא זיכוי נוסף": "015008",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014136",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "דר. גריסרו יחזקאל )חז",
            "הערות": "ההרצאה והתרגילים ב-31\/7\/22 בוטלו.\nבמקום יום זה יתקיימו הרצאה ותרגולים\nביום שלישי ה-2\/8 באופן חד פעמי.",
            "מועד א": "02-10-2022",
            "מועד ב": "04-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. גריסרו יחזקאל )חז",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. גריסרו יחזקאל )חז",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. גריסרו יחזקאל )חז",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. גריסרו יחזקאל )חז",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014211",
            "שם מקצוע": "מכניקת זורמים",
            "סילבוס": "הידרוסטטיקה, גישת נפח בקרה וניסוח של משוואות שימור אינטגרליות עבור מסה, תנע ואנרגיה. משוואת ברנולי. ניסוח דיפרנציאלי של שימור מסה (משוואת הרציפות) ושימור תנע (משוואות נוויה סטוקס), תנאי שפה ופתרונות אנליטיים של משוואות הזרימה במקרים פרטיים. מבוא לזרימה פוטנציאלית.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014104 ו- 104004 ו- 104019 ו- 114051) או (014104 ו- 104004 ו- 104019 ו- 114071) או (014104 ו- 104004 ו- 104019 ו- 114077)",
            "מקצועות צמודים": "104131 104213",
            "מקצועות ללא זיכוי נוסף": "014955 054203 054480 074133",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014203",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "אחראים": "גב. שגב מארק נעמה",
            "הערות": "ההרצאה והתרגיל ב-2\/8 עברו ל-4\/8.\nההרצאה והתרגיל ב-24\/8 עברו ל-25\/8.",
            "מועד א": "22-09-2022",
            "מועד ב": "24-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "רבין",
                "חדר": "407",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:30 - 11:30",
                "בניין": "רבין",
                "חדר": "407",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "11:30 - 13:30",
                "בניין": "רבין",
                "חדר": "407",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "11:30 - 13:30",
                "בניין": "רבין",
                "חדר": "407",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014709",
            "שם מקצוע": "מעבדת דרכים",
            "סילבוס": "קביעת הציון עפ\"י מעקב, דו\"ח ובחינה סופית. חקירת שתית ואיפיון הנדסי של חומרי המיסעה. בדיקות על חומרי סלילה: יחסי צפיפות רטיבות. מת\"ק, גבולות אטרברג, משקל יחסי, פחיסות ואלונגציה, שחיקות לוס אנג'לס ושווה ערך חול. הרכבת פרקציות לחומרים גרנולריים. תכנון תערובות אספלט בשיטת מרשל ובשיטת המהדק הסיבובי. סיווג ביטומנים לפי שיטת SHRP. בדיקות שדה מצומצמות: צפיפות שדה, דקר דרום אפריקאי. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, מבחן מסכם, מעקב על העבודה המעשית ודו\"ח מעבדה.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014731",
            "נקודות": "2",
            "הרצאה": "1",
            "מעבדה": "2",
            "אחראים": "דר. סידס אריה",
            "הערות": "רישום ידני אצל ציפי, רבין קומה 7.",
            "מועד א": "20-09-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014710",
            "שם מקצוע": "מיסעות גמישות",
            "סילבוס": "הערה: המעקב גם עפ\"י תרגילים ובחינת סמסטר. קביעת הציון עפ\"י מבחן מסכם ותרגילי בית. מודול השיבה של שתיות וחומרים גרנולריים. מודול סטטי ודינמי של תערובות אספלטיות, חלוקת מאמצים בעזרת מודלים חד ורב שכבתיים, מאפייני הרס במיסעות גמישות, תכנון רציונאלי של מיסעות גמישות, בעיות תפיחה בשתיות חרסיתיות.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014730 ו- 014731)",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "הערות": "הקורס נפתח ללימודי חוץ בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "014831",
            "שם מקצוע": "מחנה גיאודזיה בקדסטר",
            "סילבוס": "מדידות וחישובים להכנת תכנית לצרכי רישום והקמת גבולות, כולל מיפוי מצבי כנדרש. הערה: ניתן במשך שבוע בסמסטר קיץ. חובה להגיש דו\"ח מחנה כחלק מהציון הסופי",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014829 ו- 014863 ו- 014888)",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014886",
            "נקודות": "1",
            "מעבדה": "3",
            "אחראים": "פרופ. חבר פילין שגיא",
            "הערות": "המחנה יתקיים בשלושה מחזורים:\n31.7.2022-5.8.2022 .1\n7.8.2022-12.8.2022 .2\n4.9.2022-9.9.2022 .3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "014863",
            "שם מקצוע": "מחנה מדידות 1",
            "סילבוס": "מדידות, חישובים והפקת מפות טופוגרפיות ונגזרותיהן בהתאם לתקנות המדידה הממשלתיות. הערה: המקצוע ניתן במשך שבועיים באופן רצוף במהלך סמסטר קיץ.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014842",
            "נקודות": "2",
            "מעבדה": "6",
            "אחראים": "פרופ. חבר פילין שגיא",
            "הערות": "המחנה יתקיים בין התאריכים:\n31.7.2022-12.8.2022"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "014864",
            "שם מקצוע": "מחנה מדידות 2",
            "סילבוס": "מדידת רשת בקרה בדרגה גבוהה, הכוללת טריאנגולציה, טרילטרציה, מדידות GPS ואיזון מדויק. חישובים, תאום וניתוחי שגיאה. הערה: המקצוע ניתן במשך שבועיים וחצי באופן רצוף במהלך סמסטר קיץ.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014851",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014822",
            "נקודות": "2.5",
            "מעבדה": "8",
            "אחראים": "דר. קיזל פאדי",
            "הערות": "המחנה יתקיים בין התאריכים:\n14.8.2022-30.8.2022"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "034028",
            "שם מקצוע": "מכניקת מוצקים 1",
            "סילבוס": "וקטורים, כוחות ומומנטים, שווי משקל של מערכות (דיאגרמות גוף חופשי). שיווי משקל של מבנים, מסבכים, מסגרות ומכונות, עבודה וירטואלית, עומסים מפורסים ומרכזי כובד, כוחות ומומנטים פנימיים בקורות, מאמץ ועיבור, חוק הוק, כשל, בעיות בלתי מסוימות סטטית, עיבורים תרמיים (חד-ציר), תזוזות ועיבורים במסבכים פשוטים, מטריצת הקשיחות, פיתול ומאמץ גזירה.",
            "פקולטה": "הנדסת מכונות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104016",
            "מקצועות צמודים": "104022",
            "מקצועות ללא זיכוי נוסף": "014103 015007 034025 034026 084505 084506",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044148",
            "שם מקצוע": "גלים ומערכות מפולגות",
            "סילבוס": "הקדמה, ממשוואות מקסוול למשוואת הגלים. גלים מישוריים - תכונות. גלים מישוריים - התקדמות בחומר ודיספרסיה. פגיעה ומעבר דרך משטחים מקדמי פרנל). פגיעה ומעבר דרך משטחים (זוויות מיוחדות). מעבר דרך משטחים כפולים (מהודים). מוליכי גלים - מוליך הגל החשמלי ( PARALLEL PLATE ). מוליכי גלים - הפרוסה הדיאלקטרית. קווי תמסורת: הקדמה, משוואות הטלגרפיה. קווי תמסורת כרכיב במעגל. קווי תמסורת: תאום עכבות והעברת הספק. תופעות זמניות בקווי תמסורת.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044105 ו- 044140) או (044105 ו- 114245) או (044105 ו- 114246)",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "פרופ. ברטל גיא",
            "הערות": "מתרגל: עמית שחם (גם אחראי)\n====================\nמתרגל הסדנאות ובודק תרגילים:\nיעקב ח'יר-אלדין\n====================\nהסדנאות יתקיימו בימי שני,\n16:30-18:30, מאייר 352.\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "18-09-2022",
            "מועד ב": "20-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "בנ.מאייר",
                "חדר": "352",
                "מרצה\/מתרגל": "פרופ. ברטל גיא",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "352",
                "מרצה\/מתרגל": "פרופ. ברטל גיא",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "15:30 - 16:30",
                "בניין": "בנ.מאייר",
                "חדר": "352",
                "מרצה\/מתרגל": "מר שחם עמית\nמר ח'יר-אלדין יעקב",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 15:30",
                "בניין": "בנ.מאייר",
                "חדר": "352",
                "מרצה\/מתרגל": "מר שחם עמית\nמר ח'יר-אלדין יעקב",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044157",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1א",
            "סילבוס": "המעבדה כוללת 9 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום האנלוגי: הכרת מכשור מדידה, בניה של מעגלים אלקטרונים ומעגלי מיתוג בסיסיים. בכל הניסויים ייערכו תכן, סימולציה והשוואה למדידות. ניסויים בתחום הספרתי: תכן חומרה ספרתית בכלים גרפיים ובשפה עילית, HDL, סימולציה וניפוי שגיאות. כ\"כ ניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת הירארכי. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044252 ו- 114075) או (044102 ו- 044262 ו- 114075 ו- 234145) או (044102 ו- 044145 ו- 044262 ו- 114076) או (044102 ו- 044252 ו- 114076) או (044102 ו- 114075 ו- 234145 ו- 234262) או (044102 ו- 044145 ו- 044262 ו- 114075)",
            "מקצועות צמודים": "044105",
            "מקצועות ללא זיכוי נוסף": "044151 044160",
            "נקודות": "2",
            "מעבדה": "3",
            "סמינר\/פרויקט": "3",
            "אחראים": "דר. בר-און דוד",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויי\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי.\n====================\nההשתתפות בהרצאת הפתיחה, עליה נודיע\nבדוא\"ל, הינה חובה!"
        },
        "schedule": [
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "13"
            },
            {
                "קבוצה": "21",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            },
            {
                "קבוצה": "21",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044158",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1ב",
            "סילבוס": "המעבדה כוללת 6 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום הפיזיקלי: ניתוח מעגלי מוליכים למחצה, דיודות וטרנזיסטורים. ניסויים בתחום האנלוגי: מגבר שרת ושימושיו. ניסויים בתורת הדגימה: מעגלי המרה A\/D ו- D\/A. בכל הניסויים יערכו תכן, סימולציה והשוואה למדידות וכן מפגש לניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת אנלוגית. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044105 ו- 044127 ו- 044131 ו- 044157) או (044105 ו- 044125 ו- 044130 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044151 044160",
            "נקודות": "1.5",
            "מעבדה": "2",
            "סמינר\/פרויקט": "2",
            "אחראים": "דר. בר-און דוד",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויים\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי."
        },
        "schedule": [
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "22"
            },
            {
                "קבוצה": "24",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "24"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044159",
            "שם מקצוע": "מעבדה בהנדסת חשמל 2",
            "סילבוס": "על הסטודנט להשלים במעבדה זו ארבעה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. במסגרת מעבדות 2 ו-3 (יחד), ניתן לקחת עד שני ניסויים המשתייכים לאותה מעבדת הוראה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044137 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044162 044165",
            "נקודות": "2.5",
            "מעבדה": "4",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש להירשם במערכת לאבאדמין בקישור\nעל ידי לחיצה על הקישור ולבחור\n4 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבתקופה הרישום בין ה-31.7-28.7 יש\nלפנות במייל למרכזת המקצוע, אינה\nטלמון."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044166",
            "שם מקצוע": "מעבדה בהנדסת חשמל 3",
            "סילבוס": "על הסטודנט להשלים במעבדה זו שלושה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. במסגרת מעבדות 2 ו-3 (יחד), ניתן לקחת עד שני ניסויים המשתייכים לאותה מעבדת הוראה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044159) או (044102 ו- 044165)",
            "מקצועות ללא זיכוי נוסף": "044163 044164",
            "נקודות": "2.5",
            "מעבדה": "4",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n3 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבתקופה הרישום בין ה-31.7-28.7 יש\nלפנות במייל למרכזת המקצוע, אינה\nטלמון."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044167",
            "שם מקצוע": "פרוייקט א'",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. במסגרת המקצוע יינתנו הדרכות כלליות ומעבדתיות בנושאים הקשורים לביצוע פרויקטים, כגון: כלי תכנה וחמרה, אפיון פרויקט, הכנת מצגות ודווח. ההדרכות יינתנו בשעתיים שבועיות שיוקצו בלוח השעות של הסמסטר השישי. מכיל את המתודולוגיה של פרויקט ב'.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044151) או (044102 ו- 044160) או (044102 ו- 044157)",
            "נקודות": "4",
            "הרצאה": "2",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044169",
            "שם מקצוע": "פרויקט  ב",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044160 ו- 044167) או (044102 ו- 044151 ו- 044167) או (044102 ו- 044157 ו- 044167)",
            "מקצועות ללא זיכוי נוסף": "044001 044173",
            "נקודות": "4",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044170",
            "שם מקצוע": "פרויקט  מיוחד",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044151) או (044102 ו- 044160) או (044102 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044000 044001 044173",
            "נקודות": "4",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044174",
            "שם מקצוע": "מעבדה בהנדסת חשמל 4",
            "סילבוס": "על הסטודנט להשלים במקצוע זה שני ניסויי בחירה מרשימת הניסויים המתפרסמת בכל סמסטר, ובתנאי שלא ביצע אותם במסגרת מקצוע אחר. הניסויים מתבצעים (בזוגות) במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות בנות 4 שעות כל אחת . כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. ציון הקורס יהיה עובר\/נכשל. ציון עובר דורש ציון של 85 לפחות בכל אחד מהניסויים.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044166)",
            "נקודות": "1",
            "מעבדה": "2",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n2 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nהציון במקצוע הינו ציון עובר מותנה\nבקבלת ציון 85 בכ\"א מהניסויים.\n====================\nבתקופה הרישום בין ה-31.7-28.7 יש\nלפנות במייל למרכזת המקצוע, אינה\nטלמון."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044185",
            "שם מקצוע": "נושא מיוחד למצטיינים",
            "סילבוס": "דרישות קדם: ממוצע מצטבר של 86 ומעלה וצבירה של 80 נקודות לפחות. כל סטודנט הרשאי להירשם למקצוע זה יונחה באופן אישי על ידי אחד מחברי הסגל בנושא אשר חבר הסגל הביע נכונות להנחות. הסטודנט יהיה חייב בהגשת דו\"ח מסכם בסיום עבודתו.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "סמינר\/פרויקט": "1",
            "אחראים": "פרופ. חבר חייט אלכסנדר",
            "הערות": "הרישום רק על בסיס בקשת סטודנט\nלמזכירות לימודי הסמכה בפקולטה."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044252",
            "שם מקצוע": "מערכות ספרתיות ומבנה המחשב",
            "סילבוס": "אלגברה בוליאנית, המודל הספרתי. פונקציות מיתוג. שערים לוגיים ומערכת שלמה. הטרנזיסטור כמתג. מעגלים צירופיים וסדרתיים. המתודולוגיה הסינכרונית. מכונות מצבים. נקודה צפה. קודים לתיקון שגיאות. שפה לתיאור חומרה. מכונת פון נוימן, סט הפקודות, אופני מיעון, קפיצות. מחסנית וקישור שגרות. פסיקות. מעבד מצונר. זמן פעולה מול תפוקה. תלויות בקרה ותלויות מידע.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "234114 או 234117",
            "מקצועות ללא זיכוי נוסף": "044145 044262 104952 234145 234252 234262",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "פרופ. חבר קוטינסקי שחר",
            "הערות": "מתרגל: אלעד הדר (גם אחראי)\n====================\nמתרגל הסדנאות: תימור בדר\nמועדי הסדנאות במהלך הסמסטר:\nימי א', 14.30-16.30, מאייר 354\nימי ד', 14.00-16.00, מאייר 354\n====================\nבודק תרגילים: סאמר כורזום\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "21-10-2022",
            "מועד ב": "17-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "פרופ. חבר קוטינסקי שחר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "פרופ. חבר קוטינסקי שחר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "09:30 - 13:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "מר הדר אלעד\nמר בדר תימור",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "046210",
            "שם מקצוע": "מעבדה במערכות הפעלה",
            "סילבוס": "תרגול יישומי של עקרונות מערכות הפעלה בשפת C עם קריאות מערכת של UNIX",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות צמודים": "046209",
            "מקצועות ללא זיכוי נוסף": "234120 234123",
            "נקודות": "1",
            "מעבדה": "4",
            "אחראים": "פרופ. חבר זילברשטיין מרק"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "084154",
            "שם מקצוע": "שיטות ניסוי בהנדסה אוירונוטית",
            "סילבוס": "כל סטודנט שנרשם לקורס זה - חייב להיות במצב אקדמי תקין. הקורס מיועד להכיר לסטודנטים בלימודי הסמכה שיטות ניסוי, מדידים, ומערכות רכישת נתונים ממוחשבות ע\"י הצגת שיטות מדידה ויסודות הפעולה הבסיסיים ביישומי הנדסת אוירונוטיקה וחלל.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "084311",
            "מקצועות ללא זיכוי נוסף": "084151 084153",
            "נקודות": "2.5",
            "הרצאה": "1",
            "מעבדה": "3",
            "אחראים": "דר. טרזיס אלכסנדרוס",
            "הערות": "הרצאות יתקיימו בימים הבאים:\n.14.8 ,11.08,08.08,04.08,03.08\nבין השעות: 09.00 ועד 13.00.\nההרצאה תתקיים בכיתה 235 בפקולטה.\nמעבדות תתחלנה ביום ראשון 14.08.\nחלוקת הסטודנטים תעשה ע\"י המדריך\nהאחראי:יונתן אריקסון.\nנוכחות בהרצאות חובה."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אלגריסי מור\nמר בן אשר תומר\nמר פופלינגר ליאור\nמר אריקסון יונתן\nמר גבאי ישראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אלגריסי מור\nמר בן אשר תומר\nמר פופלינגר ליאור\nמר אריקסון יונתן\nמר גבאי ישראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אלגריסי מור\nמר בן אשר תומר\nמר פופלינגר ליאור\nמר אריקסון יונתן\nמר גבאי ישראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אלגריסי מור\nמר בן אשר תומר\nמר פופלינגר ליאור\nמר אריקסון יונתן\nמר גבאי ישראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אלגריסי מור\nמר בן אשר תומר\nמר פופלינגר ליאור\nמר אריקסון יונתן\nמר גבאי ישראל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "086222",
            "שם מקצוע": "ניתוח מערכות משובצות מחשב ותוכנתן",
            "סילבוס": "גישות קיימות לניתוח ולהגדרת דרישות של מערכות עתירות תוכנה. השימוש במודלים כבסיס לניתוח מערכות משובצות מחשב. מבוא לניתוח והגדרת דרישות בגישת OBJECT BASED לפי שיטת ECSAM ( EMBEDDED COMPUTER SYSTEMS ANALYSIS AND MODELING ). ניתוח היבטים מבניים וזרימת המידע וכן היבטים דינמיים (התנהגותיים) של מערכות. אימות מודל המערכת, סימולציות ובדיקות סטטיות ודינמיות. ניהול דרישות והכנת מפרטי מערכות משובצות מחשב.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "084143",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "פרופ. רוזן אביב"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088209",
            "שם מקצוע": "אינטגרציה של מערכות",
            "סילבוס": "אינטגרצית מערכות, ממשקים ותנאי סביבה, אינטגרציה מעבדתית. שילוב חומרה\/ תוכנה שילובי אדם\/מכונה וסימולטורים, תכנון וביצוע ניסויי מערכת. הערכה והוכחה של מערכות.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088795",
            "שם מקצוע": "בקרה למהנדסי מערכות",
            "סילבוס": "עקרונות תורת הבקרה הקלאסית, תכנונים במישור הזמן ובמישור התדר. מבוא לבקרה ספרתית. תכנונים במרחב המצב, משערך לונברגר ומשפט ההפרדה. תהליכים אקראיים, תגובת מערכת לינארית לאותות אקראיים, מסנן קלמן.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088796",
            "שם מקצוע": "פרויקט סיום בהנדסת מערכות",
            "סילבוס": "ביצוע פרויקט סיום למסלול ME בהנדסת מערכות. הפרויקט כולל עבודת צוות להנדסת מערכת של המוצר ולימוד החומר הדרוש לביצועו.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "6",
            "סמינר\/פרויקט": "12"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "094224",
            "שם מקצוע": "מבני נתונים ואלגוריתמים",
            "סילבוס": "הקורס עוסק במושגי יסוד בפיתוח וניתוח של אלגוריתמים ומבני נתונים. נושאים: אלגוריתמי מיון, מבני נתונים יסודיים: מחסנית, תור, עץ חיפוש בינארי, עצים מאוזנים, ערימה, טבלאות גיבוב,שיטות הסתברותיות בתכנון מבני נתונים כולל פונקציות גיבוב אוניברסליות, אלגוריתמים בסיסיים בגרפים: סריקות, מסלולים קצרים ביותר, עץ פורש מינימום, תכנות דינמי.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(094201 ו- 094345) או (094219 ו- 094347) או (094219 ו- 094345)",
            "מקצועות צמודים": "094411 094412",
            "מקצועות ללא זיכוי נוסף": "044268 094223 234218 234246 234247",
            "מקצועות ללא זיכוי נוסף (מכילים)": "094223 094226",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "מר גיל יובל",
            "מועד א": "16-09-2022",
            "מועד ב": "02-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 13:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "מר גיל יובל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "15:30 - 18:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "מר גיל יובל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "09:30 - 11:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094423",
            "שם מקצוע": "מבוא לסטטיסטיקה",
            "סילבוס": "סטטיסטיקה תיאורית ושיטות גרפיות. יסודות דגימה. אמידה נקודתית, רווחי סמך ובדיקת השערות. בדיקת טיב התאמה ואי תלות. רגרסיה לינארית פשוטה ומרובה.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "094411 או 094412 או 104034",
            "מקצועות ללא זיכוי נוסף": "094424 094490 334023",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094429 094480 094481 094493",
            "מקצועות ללא זיכוי נוסף (מכילים)": "046010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בורדו נדיה",
            "מועד א": "07-10-2022",
            "מועד ב": "09-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "14:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094424",
            "שם מקצוע": "סטטיסטיקה 1",
            "סילבוס": "סטטיסטיקה תיאורית ושיטות גרפיות. אמידה נקודתית, רווחי סמך ובדיקת השערות. מבחן חי בקיבוע לבדיקת טיב התאמה ואי תלות. רגרסיה לינארית פשוטה. ניתוח סטטיסטי באמצעות R או פיתון.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(094202 ו- 094411) או (094202 ו- 094412) או (094412 ו- 094700)",
            "מקצועות ללא זיכוי נוסף": "094423 094481",
            "מקצועות ללא זיכוי נוסף (מכילים)": "046010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בורדו נדיה",
            "הערות": "שיבוץ קורס זהה לקורס מבוא לסטטיסטיקה\n====================\nההרצאות והתרגולים יתקיימו בכיתה 151\n====================\nבבלומפילד.",
            "מועד א": "07-10-2022",
            "מועד ב": "09-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "14:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094591",
            "שם מקצוע": "מבוא לכלכלה",
            "סילבוס": "בקוש והצע: שווי המשקל בשוק, מדיניות הממשלה בתחום המיקרו והשפעתה על שווי המשקל. פונקצית העלויות וגזירת עקומת ההצע. התנהגות בתנאי שוק שונים: מונופול ותחרות בלתי משוכללת. המשק הלאומי: החשבונות הלאומיים. קביעת התוצר המקומי במשק. שער הריבית והשפעתו על ההשקעה. הבקוש לכסף. הבנקים המסחריים, הבנק המרכזי והצע הכסף. שווי משקל בשוק הכסף ושווי משקל כללי. מדיניות הממשלה בתחום המאקרו והשפעתה על התוצר, שער הריבית ושעור האינפלציה.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104003 או 104017 או 104018 או 104031 או 104195",
            "מקצועות צמודים": "104004 104020 104022 104032 104281",
            "מקצועות ללא זיכוי נוסף": "094592 094593 094594",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094501 094511",
            "מקצועות ללא זיכוי נוסף (מכילים)": "096501",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. פרץ חובב",
            "מועד א": "30-09-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "15:30 - 16:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "15:30 - 16:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "16:30 - 17:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "16:30 - 17:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "098123",
            "שם מקצוע": "ניהול פרויקטים להנדסת מערכות",
            "סילבוס": "הנושא נדון מהשלב ההתחלתי של ההחלטה הניהולית ועד לשלבי הסיום הממשי של הפרוייקט. הקורס מטפל בניהול פרוייקט בעסקים, עם הדגשה מיוחדת של שימושים בתעשיה. הקורס מחולק לשלושה חלקים: טבעו וארגונו של ניהול פרוייקט, תכנון ופיקוח על פרוייקט, ביצוע פרוייקט.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098310",
            "שם מקצוע": "חקר ביצועים ואופטימיזציה",
            "סילבוס": "הקורס יסקור באמצעות דוגמאות ואירועים את המתודולוגיות השונות של חקר ביצועים לניתוח ולמיטוב של מערכות כלכליות, הנדסיות, לוגיסטיות וכיו\"ב. יושם דגש על בניית מודלים כמותיים מתימטיים כבסיס לפתרון בעיות מורכבות רב-מימדיות ומאולצות.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098460",
            "שם מקצוע": "יישומי ניתוח רב-משתני",
            "סילבוס": "שיטות קלסיות ועדכניות לעיבוד נתונים רב-ממדיים, רגרסיה לוגיסטית, מודלים מעורבים ( MIXED ) הכוללים מודלים לניתוח נתונים בעלי מבנה היררכי ונתונים עם תצפיות חוזרות, משוואות מבניות, ניתוח גורמים בוחן ומאשרר.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098459",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098745",
            "שם מקצוע": "סמינר במינהל עסקים",
            "סילבוס": "נושאים נבחרים בשטח מינהל עסקים.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "1",
            "סמינר\/פרויקט": "15"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098772",
            "שם מקצוע": "מימון חברות",
            "סילבוס": "המדיניות הפיננסית של הפירמה הכוללת את הנושאים: מימון והשקעות, תשלום למשקיעים, הנפקת ניירות ערך, תגמול למנהלים.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098752",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098785",
            "שם מקצוע": "דיווח וניתוח של דוחות כספיים",
            "סילבוס": "נושאים: קריאה והבנה של דוחות כספיים תוך דגש על חברות ציבוריות. יסודות המדידה החשבונאית והדיווח הכספי כפי שמשתקף בדוחות כספיים. הבנה וניתוח של דוחות כספיים מהיבטים ניהוליים ופיננסיים. השימוש בדוחות כבסיס להערכה ולקבלת החלטות בשווקי ההון.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098780",
            "מקצועות ללא זיכוי נוסף": "094812 098811",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099746",
            "שם מקצוע": "נושאים נבחרים בניהול אסטרטגי",
            "סילבוס": "הקורס ירחיב נושאים במינהל עסקים אשר אינם נדונים בקורסים אחרים ויהיה מוקדש לפעם לפעם לנושא נבחר לפי קביעתו של המורה האחראי. סמסטר ב' תשע\"ז: יזמות בינלאומית סמסטר א' תשע\"ח: ניהול הטאלנט.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099766",
            "שם מקצוע": "מנהיגות ותהליכים קבוצתיים",
            "סילבוס": "מודלים של מנהיגות (מודל טווח מלא, מודלים מצביים ונורמטיביים), רמות ניתוח של תופעת המנהיגות (רמת ארגון, קבוצה, דיאדה), שיטות לפיתוח מנהיגות, תהליכים קבוצתיים, תיאורית SYMLOG להבניית תהליכים קבוצתיים, מאפיינים קבוצתיים ויעילות צוות, קשרי גומלין בין מנהיגות ותהליכים קבוצתיים.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098760",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "098746",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099787",
            "שם מקצוע": "נושאים נבחרים בשיווק 1",
            "סילבוס": "הקנית ידע עיוני ומעשי בנושאים שונים בתחום השיווק, כפי שיקבעו על ידי המורה האחראי. הקורס מתמקד בנושאים עדכניים ומרכזיים בשיווק הכוללים תחומים כגון, התנהגות צרכנים, שיווק בינלאומי, החדרת מוצרים חדשים, שיווק שירותים ומודלים כמותיים בשיווק.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "(098783 ו- 098798)",
            "נקודות": "1",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099792",
            "שם מקצוע": "נהול תהליך החדשנות",
            "סילבוס": "איפיון ניהול תהליכי החדשנות לגבי חברות, יזמים וקרנות הון-סיכון. תעשייה בטחונית וציבורית, אקדמיה, שיטות לעידוד החדשנות, להערכה ולבחירה של מוצרים חדשניים, להכנת הצעה טכנית למוצר והתארגנות ניהולית.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "(098737 ו- 098782)",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "098744",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104003",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים תשפ\"ג. המספרים הממשיים. פונקציה ממשית של משתנה ממשי יחיד: גבולות ורציפות, רציפות על קטע סגור, פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. משפט טיילור, כלל לופיטל, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסוים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. סדרות וטורים אינסופיים של מספרים ממשיים. טורי חזקות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104017 104031 104036 104087 104090 104093 104195",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104010 104012 104017 104018 104041 104042",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104004",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2",
            "סילבוס": "וקטורים, מכפלה סקלרית ווקטורית. גיאומטריה במרחב. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים ותכונות יסודיות. שיטות אינטגרציה ונוסחת החלפת המשתנים באינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ואינטגרלים משטחיים מסוגים שונים. נוסחאות גרין, סטוקס והדיברגנס. שימושים בגיאומטריה ובפיסיקה.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104003 או 104018",
            "מקצועות צמודים": "104019",
            "מקצועות ללא זיכוי נוסף": "104020 104032 104033 104090 104091 104092 104093 104094 104281 104282 104295",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104000 104001",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104011 104013 104014 104020 104022 104043 104044",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104018",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1מ'",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים תשפ\"ג. המספרים הממשיים. סדרות אינסופיות של מספרים ממשיים. פונקציה ממשית של משתנה יחיד: גבולות ורציפות, רציפות על קטע סגור פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. כלל לופיטל, משפט טיילור, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסויים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. הגדרת פונקציה בצורת אינטגרל. טורים מספריים. סדרות פונקציות, טורי פונקציות וטורי חזקות. הערה: הקורס נבדל מהקורס 104003 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף": "104010 104012 104017 104031 104036 104041 104042 104087 104090 104093 104195",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104003",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104019",
            "שם מקצוע": "אלגברה ליניארית מ'",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים תשפ\"ג. הערה: סך כל שעות הרצאה בשבוע - 3.5 שעות. שדות. מספרים מרוכבים. פולינומים ושורשיהם. מערכות משוואות לינאריות ומטריצות. שיטת החילוץ של גאוס. דטרמיננטים. מרחבים וקטוריים. תת-מרחבים. פרישה, תלות לינארית. בסיס ומימד של מרחב וקטורי. דרגה של מטריצה. מטריצה הפיכה. טרנספורמציות לינאריות. גרעין ותמונה. ייצוג אופרטורים לינאריים ע\"י מטריצות. דמיון מטריצות. ערכים עצמיים ווקטורים עצמיים. מטריצות הניתנות ללכסון.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104006 104009",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104006 104016 104064 104065 104066 104166 104167",
            "נקודות": "4.5",
            "הרצאה": "4",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104022",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2מ'",
            "סילבוס": "וקטורים וגיאומטריה מרחבית. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ומשטחיים. הקורס נבדל מהקורס 104004 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104018 או 104036 או 104041 או 104042",
            "מקצועות צמודים": "104016 104019 104166",
            "מקצועות ללא זיכוי נוסף": "104000 104011 104020 104032 104033 104043 104044 104091 104092 104281 104282 104295",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104001 104004",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104013 104014",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104031",
            "שם מקצוע": "חשבון אינפיניטסימלי 1מ'",
            "סילבוס": "מקצועות קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים תשפ\"ג. שדה המספרים הממשיים. גבולות של סדרות ושל פונקציות ממשיות של משתנה יחיד. רציפות ורציפות במידה שווה של פונקציות של משתנה יחיד. הנגזרת, המשפטים היסודיים על נגזרות. נוסחת טיילור ושימושיה. חקירת פונקציות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104003 104010 104012 104017 104018 104036 104041 104042 104087 104090 104093 104195",
            "נקודות": "5.5",
            "הרצאה": "4",
            "תרגיל": "3",
            "אחראים": "דר. דמיטריוק אלון",
            "הערות": "מתרגלת אחראית: רבקה אביטל",
            "מועד א": "23-10-2022",
            "מועד ב": "18-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "גב. אביטל רבקה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "גב. אביטל רבקה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "גב. אביטל רבקה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104034",
            "שם מקצוע": "מבוא להסתברות ח'",
            "סילבוס": "מרחבי הסתברות, אקסיומות, הסתברות מותנית. מאורעות בלתי תלויים. ניסויי ברנולי. משתנים מקריים בדידים, רציפים ומעורבים. פונקציות התפלגות, צפיפות והסתברות. התפלגויות חשובות. תוחלת ומומנטים. טרנספורמציות. האי שוויון של ינסן. וקטורים אקראיים. התפלגויות משותפות ומותנות. קורלציה, וקטורים, גאוסים. פונקציה אופיינית. האי שוויון של צ'בישב. חוק המספרים הגדולים. משפט הגבול המרכזי.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104013 או 104022 או 104032 או 104043 או 104044 או 104281",
            "מקצועות ללא זיכוי נוסף": "094411 094412 094417 094481 095142 104222",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. מעין יוחאי",
            "הערות": "מתרגלת אחראית: הילה מעין",
            "מועד א": "24-10-2022",
            "מועד ב": "18-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. מעין יוחאי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. מעין יוחאי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "14:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "גב. מעין הילה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104131",
            "שם מקצוע": "משוואות דיפרנציאליות רגילות ח'",
            "סילבוס": "מקצועות קדם: אחד מהמקצועות (104018, 104003, 104041, 104042) ואחד מהמקצועות (104016, 104019, 104166). מבוא. דוגמאות ושימושים למשוואות דיפרנציאליות. משוואות מסדר ראשון: משוואות ניתנות להפרדה, משוואות לינאריות, שיטות אד-הוק. משפט קיום ויחידות לבעיות התחלה. משוואות לינאריות מסדר שני ומעלה: בסיס, ורונסקיאן, משוואות עם מקדמים קבועים, משוואות אי-הומוגניות, השוואת מקדמים, וריאציה של פרמטרים. פתרון בעזרת טורי חזקות, מערכות של משוואות, מושגי היציבות, מערכות אי-הומוגניות. התמרת לפלס, קיום ושימושים.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104003 ו- 104166) או (104003 ו- 104019) או (104003 ו- 104016) או (104016 ו- 104018) או (104016 ו- 104036) או (104016 ו- 104041) או (104016 ו- 104042) או (104018 ו- 104019) או (104018 ו- 104166)",
            "מקצועות צמודים": "104004 104022 104043 104044",
            "מקצועות ללא זיכוי נוסף": "094323 094333 104213",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104091 104094",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104035 104135 104136 104285",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "דר. קליס אולג",
            "הערות": "מתרגלת אחראית: גלינה ליטבינוב",
            "מועד א": "19-10-2022",
            "מועד ב": "21-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. קליס אולג",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. קליס אולג",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. ליטבינוב גלינה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104134",
            "שם מקצוע": "אלגברה מודרנית ח'",
            "סילבוס": "המספרים השלמים ותכונותיהם. יחסי שקילות. מבוא לתורת החבורות. תתי חבורות: משפט לגרנז' ושימושיו. תת חבורות נורמליות וחבורות מנה. משפט ההומומורפיזם ושימושיו. מבוא לתורת החוגים. חוג השאריות מודולו N ושימושיו להצפנה ציבורית. אידאלים, חוגי מנה וההומומורפיזם של חוגים. חוג הפולינומים במשתנה יחיד מעל שדה ושמושיו לבניית שדות הרחבה. שדות סופיים: קיום, בניות מפורשות והיבטים חישוביים.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104016 או 104066 או 104166",
            "מקצועות ללא זיכוי נוסף": "104158 104172 104279",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "דר. כהן יוסף",
            "הערות": "מתרגלת אחראית: אפרת אבירם",
            "מועד א": "19-10-2022",
            "מועד ב": "13-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. כהן יוסף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "דר. כהן יוסף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "גב. אבירם אפרת",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104165",
            "שם מקצוע": "פונקציות ממשיות",
            "סילבוס": "בניית מידת לבג ב- R2. קבוצה לא מדידה. פונקציות מדידות לבג ומדידות בורל, משפט אגורוב, משפט לוסין, פונקצית קנטור-לבג. אינטגרציה על מרחב כללי ביחס למידה 0 - סופית. משפטי התכנסות, הקשר בין איטגרל לבג ואינטגרל רימן ב- R2. משפט פוביני. המרחב ב- L1, תכונות בסיסיות ושלמות. הפונקציה המקסימלית של הרדי- ליטלווד ב-R2 ומשפטי הגזירה. פונקציות רציפות בהחלט ב-R2 והקשר למשפט היסודי של החשבון האינטגרלי.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104032 או 104281",
            "מקצועות צמודים": "104142",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. רפפורט אריאל",
            "הערות": "הקורס יועבר בקריאה מודרכת"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104221",
            "שם מקצוע": "פונקצ' מרוכבות והתמרות אינטגרליות",
            "סילבוס": "מספרים מרוכבים, פונקציות מרוכבות, גזירות ואנליטיות, משוואות קושי-רימן. פונקציות הרמוניות. המישור הקומפלקסי המורחב, מושג הקונפורמיות. אינטגרל על מסילה של פונקציה קומפלקסית, משפט קושי ומשפט ליוביל. נוסחת קושי לפונקציה ונגזרותיה. טורי חזקות, רדיוס התכנסות, טורי לורן. אפסים, נקודות סינגולאריות ומיונן. משפט השארית וחישוב שאריות. שימוש לחישוב אינטגרלים ממשיים. משפט הארגומנט. התמרת פוריה ותכונותיה. התמרה הפוכה, שוויון פרסבל, קונוולוציה ופונקצית דלתא. שימושים למשוואות דיפ. חלקיות. התמרת לפלס, תכונותיה וההתמרה ההפוכה. שימושים לעיבוד אותות. התמרת Z ושימושיה.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104013 או 104022 או 104032 או 104043 או 104044 או 104281",
            "מקצועות ללא זיכוי נוסף": "104122 104214 104273 104276 234299",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104215",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "דר. רבייב דניאל",
            "מועד א": "16-09-2022",
            "מועד ב": "21-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "דר. רבייב דניאל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. רבייב דניאל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "דר. רבייב דניאל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. שמן ליטל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "גב. שמן ליטל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104223",
            "שם מקצוע": "מד\"ח וטורי פוריה",
            "סילבוס": "דרישות קדם: (104013 או 104022 או 104281 או 104043 או 104044 או 104032) ו- (104016) ו- (104131 או 104135 או 104285 או 104035). דיון כללי על משוואות דיפרנציאליות חלקיות (מד\"ח) ותנאים מצורפים. התרת משוואות מסדר ראשון. בעיית קושי וקווים אופייניים. מיון מד\"ח מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד- ממדית, שיטת ד'למבר. בעיית שטרם-ליוביל, מרחבי מכפלה פנימית ומערכות אורתונורמליות. התכנסות טורי פורייה הקלסיים, משפט דיריכלה, משפטי גזירה ואינטגרציה. שיטת הפרדת משתנים, משוואת החום והגלים בקטע סופי. משוואת לפלס ופואסון. עקרון המקסימום ותכונות פונקציות הרמוניות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104030 104214 104273 104276 234299",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104218 104220 104228",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "דר. אלעד דורון",
            "מועד א": "22-09-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. אלעד דורון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. אלעד דורון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. אלעד דורון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "11:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. קרוש-ברם מרינה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "11:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. קרוש-ברם מרינה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104228",
            "שם מקצוע": "משוואות דיפרנציאליות חלקיות מ'",
            "סילבוס": "הערה: דרוש קורס קדם נוסף של תכנות (למשל: 234128 או 234112 או 234127) אפשר גם ללמוד את קורס התכנות במקביל למקצוע זה. דיון כללי על משוואות דיפרנציאליות חלקיות ותנאים מצורפים. התרת משוואות מסדר ראשון, בעיית קושי ועקומים אופייניים. מיון משוואות דיפרנציאליות חלקיות מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד-ממדית, שיטת ד'למבר. טורי פורייה טריגונומטריים, שיטת הפרדת המשתנים ובעיית שטורם-ליוביל. משוואת החום והגלים בקטע סופי, משוואות לפלס ופואסון. עקרון המקסימום והמינימום ותכונות פונקציות הרמוניות. התמרת פורייה ושימושים למד\"ר ומד\"ח.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104004 ו- 104131) או (104004 ו- 104135) או (104004 ו- 104285) או (104013 ו- 104135) או (104013 ו- 104285) או (104022 ו- 104131) או (104043 ו- 104131) או (104044 ו- 104131)",
            "מקצועות ללא זיכוי נוסף": "104218",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104030 104220 104223",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104283",
            "שם מקצוע": "מבוא לאנליזה נומרית",
            "סילבוס": "הקורס מטפל בנושאים הקלסיים של אנליזה נומרית. הנושאים העיקריים שיילמדו במסגרת הקורס הם: אינטרפולציה של פונקציה של משתנה אחד, גזירה נומרית של פונקציה של משתנה אחד ושל כמה משתנים, אינטגרציה נומרית של פונקציה של משתנה אחד, פתרונות איטרטיביים למשוואות אלגבראיות לא ליניאריות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104032 או 104281",
            "מקצועות ללא זיכוי נוסף": "034033 034056 084135 085135 234107 234125",
            "מקצועות ללא זיכוי נוסף (מכילים)": "238125",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "106170",
            "שם מקצוע": "אלגברה הומולוגית",
            "סילבוס": "הומולוגיה של קומפלכסים. קוהומולוגיה של חבורות, לחוגים ואלגבראות. מימד הומולוגי של חוגים ואלגבראות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "(104279 ו- 104280)",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "דר. נואר צבי יעקב",
            "הערות": "קורס מועבר בקריאה מודרכת"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "114021",
            "שם מקצוע": "מעבדה לפיסיקה  2מ",
            "סילבוס": "נסויים בשטח של בליסטיקה של אלקטרונים בשדות אלקטרומגנטיים, מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן ריסון, תהודה, איפנון, התנהגות לא-ליניארית).",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 114020)",
            "מקצועות צמודים": "114076",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114030 114033 114082",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114019 114034",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ', בטיחות במעבדות חשמל."
        },
        "schedule": [
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            },
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114032",
            "שם מקצוע": "מעבדה לפיסיקה 1ח'",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קווית, תנועה מחזורית, כח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות צמודים": "114051 114071",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114018 114020 114081",
            "נקודות": "1",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'."
        },
        "schedule": [
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114035",
            "שם מקצוע": "מעבדה לפיסיקה 3 - גלים",
            "סילבוס": "ניסויים בגלים (גלי קול, אור ומיקרו), שימוש בתופעות התאבכות, עקיפה, וקיטוב למדידות ערכים פיזיקאליים שונים. אינטרפרומטר מייכלסון, מאך-זנדר, ניסוי שני סדקים, גל-בו, ספקטרוסקופיה אטומית, פיזור בראג.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114021 ו- 114086) או (114030 ו- 114086) או (114034 ו- 114086)",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114038",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם או צמוד: גלים או מערכות\nמפולגות, מעבדה לפיזיקה 2מ'\/2מח'\/2מפ'"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114037",
            "שם מקצוע": "מעבדה לפיסיקה 4מח'",
            "סילבוס": "ניסויים בפיסיקה מודרנית, (אפקט פוטו-אלקטרי, ניסוי פרנק-הרץ, תהודה מגנטית גרעינית, תהודה ספין אלקטרוני), ניסויים בפיסיקה של מצב מוצק (הולכה, אפקט הול, פוטו-וולטאי), ניסויים בפיסיקה גרעינית.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114035 ו- 115203) או (114038 ו- 115203)",
            "מקצועות ללא זיכוי נוסף": "114031",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה קוונטית 1, מעבדה\nלפיזיקה 3."
        },
        "schedule": [
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114051",
            "שם מקצוע": "פיסיקה 1",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחצוניים, שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאי, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי, תופעת דופלר יחסותית, אנרגיה ותנע יחסותיים, פיזור, יצירה והתפרקות של חלקיקים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104003 104018",
            "מקצועות ללא זיכוי נוסף": "114077 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114001 114003 114014 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114071 114074",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "גב. מרזל נירית",
            "הערות": "מתרגלת אחראית: א. גריצ'ינר.",
            "מועד א": "18-09-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "גב. גריצ'ינר אלדנה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "גב. גריצ'ינר אלדנה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114052",
            "שם מקצוע": "פיסיקה 2",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה.*** חשמל ומגנטיות: אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים. חוק אום, מעגלי CR, שדה מגנטי, חוק אמפר, חוק פרדי, השראות, תכונות מגנטיות של חומר, משוואות מקסוול. גלים: גלים מכניים, שרשרת אוסצילטורים, גלי רוחב במיתר, גלים אקוסטיים בנוזל או בגז, תנאי שפה, גלים עומדים: ספקטרום תדרים. גלים מתקדמים: מהירות פאזה ומהירות חבורה, שבירה והחזרה, החזרה מלאה. עקרון הויגנס: עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק, קיטוב.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(113014 ו- 114077) או (113014 ו- 114051) או (113014 ו- 114071)",
            "מקצועות ללא זיכוי נוסף": "114078 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114002 114004 114014 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114072 114075 114076",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. מיקוליצקי זיו",
            "הערות": "מתרגל אחראי: ינאי פלורסהיים.",
            "מועד א": "07-10-2022",
            "מועד ב": "30-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "מר פלורסהיים ינאי",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "מר פלורסהיים ינאי",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "620",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "סמינר' ב",
                "חדר": "",
                "מרצה\/מתרגל": "מר סטרוגצקי אלון",
                "מס.": "13"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114054",
            "שם מקצוע": "פיסיקה 3",
            "סילבוס": "רקע ויסודות המכניקה הקונטית - תכונות חלקיקיות של אור, תכונות גליות של חומר, קונטיזציה של קרינה ואנרגיה. מודל האטום של בוהר, גילוי הגרעין ע\"י רתרפורד, פונקצית גל ומשואות שרדינגר - הגישה ההסתברותית, פתרון משואת שרדינגר לחלקיק חופשי ובנוכחות פוטנציאלים שונים. תאור קונטי של אטום המימן, אטומים רבי אלקטרונים והטבלה המחזורית. מצב מוצק - מבנה המוצק, מודל אלקטרונים חפשיים, מבנה פסים, מוליכים, מבדדים, ומוליכים למחצה. גרעין - מבנה הגרעין, כוחות גרעיניים ואנרגית קשר, רדיואקטיביות, ראקציות גרעיניות, ביקוע, מיזוג ואנרגיה גרעינית. חלקיקים יסודיים - חלקיקים ואנטי חלקיקים, חוקי שימור, מיון חלקיקים, הכוחות הבסיסיים בטבע. אסטרופיסיקה וקוסמולוגיה - התפתחות כוכבים ובריאת היקום.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114052 או 114075",
            "מקצועות ללא זיכוי נוסף": "114053",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114014 114065 114099",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114073",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. שפיר אורן",
            "הערות": "מתרגל אחראי: עמית קם.",
            "מועד א": "02-10-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר קם עמית",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114071",
            "שם מקצוע": "פיסיקה 1מ",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** מכניקה קלסית- חוקי ניוטון. דינמיקה של חלקיק. טרנספורמצית גליליי. תאור תנועה במערכות לא-אינרציאליות. חוקי השימור של האנרגיה, התנע הקוי והתנע הזויתי. מערכות רבות חלקיקים. דינמיקה של גוף צפיד. אוסצילטור הרמוני. גרביטציה. מכניקה יחסותית - טרנספורמציות לורנץ לוקטורים של מקום-זמן ותנע-אנרגיה טרנספורמציה של וקטור המהירות. דינמיקה יחסותית. חלקיקים עם מסת מנוחה השווה לאפס.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104031 104036",
            "מקצועות ללא זיכוי נוסף": "114064 114074 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114001 114003 114014 114051 114077",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114014",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בקמן אלכסנדרה",
            "הערות": "מתרגל אחראי: אסף דרינגר.",
            "מועד א": "19-09-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר דרינגר אסף",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר דרינגר אסף",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114075",
            "שם מקצוע": "פיסיקה 2ממ",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה. מקצועות צמודים:(104013 ו- 104035) או 104032. אלקטרוסטטיקה, שדה ופוטנציאל חשמליים, הזרם החשמלי, השדות המלווים מטען נע, שדה מגנטי, השראות, משוואות מקסוול ופתרונם, מעגלי זרם חילופין. מבוא לגלים, נפיצה, שבירה, מהירות פזה וחבורה, תנע ואנרגיה של גל אלקטרומגנטי, קיטוב, התאבכות ועקיפה.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(113014 ו- 114071)",
            "מקצועות צמודים": "104013 104136",
            "מקצועות ללא זיכוי נוסף": "114072 114076 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114002 114004 114014 114052 114078",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "פרופ. רוזן יורם",
            "הערות": "מתרגלת אחראית: נ. ליאת.",
            "מועד א": "30-09-2022",
            "מועד ב": "04-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "11:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "פרופ. רוזן יורם",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. רוזן יורם",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "11:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "פרופ. רוזן יורם",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "פרופ. רוזן יורם",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "12:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "סמינר' ב",
                "חדר": "",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114077",
            "שם מקצוע": "פיסיקה 1ל",
            "סילבוס": "המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחיצוניים. שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאו, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי. תופעת דופלר יחסותית. אנרגיה ותנע יחסותיים. יצירה והתפרקות של חלקיקים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות צמודים": "104003 104018",
            "מקצועות ללא זיכוי נוסף": "114051 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114003",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114071 114074",
            "נקודות": "2.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "פרופ. נסר עדי",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה)וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114051( 1).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================",
            "מועד א": "18-09-2022",
            "מועד ב": "28-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. נסר עדי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "15:30 - 17:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר בסלר רון",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "08:30 - 10:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר בסלר רון",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "15:30 - 17:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "מר בסלר רון",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114078",
            "שם מקצוע": "פיסיקה 2ל",
            "סילבוס": "אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים, חוקי אום וקירכהוף, מעגלי CR, שדה מגנטי, חוקי אמפר ופרדיי, השראות, תכונות מגנטיות של חומר, משוואות מכסוול. אופטיקה גאומטרית. גלי רוחב במיתר, גלים אקוסטיים. גלים עומדים. גלים מתקדמים: מהירות פאזה וחבורה, שבירה והחזרה, עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק ובחומר. קיטוב ואנרגיה של גלים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114051 או 114071 או 114077",
            "מקצועות ללא זיכוי נוסף": "114052 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114004",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114075 114076",
            "נקודות": "3.5",
            "הרצאה": "5",
            "תרגיל": "2",
            "אחראים": "דר. שפיר אורן",
            "מועד א": "07-10-2022",
            "מועד ב": "30-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "08:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר יחזקאל אורי",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "מר יחזקאל אורי",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר יחזקאל אורי",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114081",
            "שם מקצוע": "מעבדה לפיסיקה 1",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קוית, תנועה מחזורית, כוח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד, תהודה מכנית, פעימות.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114051 או 114071",
            "מקצועות ללא זיכוי נוסף": "124611",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114032",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114018 114020",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'"
        },
        "schedule": [
            {
                "קבוצה": "16",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "16",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            },
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "27"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "27"
            },
            {
                "קבוצה": "28",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "28"
            },
            {
                "קבוצה": "28",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "28"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "31"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "31"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114082",
            "שם מקצוע": "מעבדה לפיסיקה 2",
            "סילבוס": "ניסויים בחשמל, בגלים (אור וקול) ובפיסיקה מודרנית.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 114075 ו- 114081) או (114052 ו- 114081)",
            "מקצועות צמודים": "114073 124408",
            "מקצועות ללא זיכוי נוסף": "124611",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114030 114033",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114019 114021 114034",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם:פיזיקה 2,מעבדה לפיזיקה 2."
        },
        "schedule": [
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "30"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "31"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "31"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114250",
            "שם מקצוע": "מעבדה לפיסיקה 5ת",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 ניסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114035 ו- 114036 ו- 115203) או (114036 ו- 114038 ו- 115203)",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114026 114027",
            "נקודות": "3",
            "מעבדה": "6",
            "אחראים": "דר. גולדמן אנטולי",
            "הערות": "בתחילת הסמסטר תתקיים שיחת פתיחה\nוהדרכת בטיחות לייזר.נוכחות בהם היא\nחובה. מועד ומיקום ימסרו בהמשך."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114251",
            "שם מקצוע": "מעבדה לפיסיקה 6ת",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 נסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק שלא בוצעו במסגרת מעבדה לפיסיקה 5ת.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114250",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114028 114029",
            "נקודות": "3",
            "מעבדה": "6",
            "אחראים": "דר. גולדמן אנטולי",
            "הערות": "בתחילת הסמסטר תתקיים שיחת פתיחה\nוהדרכת בטיחות לייזר. נוכחות בהם היא\nחובה. מועד ומיקום ימסרו בהמשך."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "123015",
            "שם מקצוע": "השלמות כימיה",
            "סילבוס": "הקורס מחולק לשבעה חלקים: מושגי יסוד, מבנה האטום, הטבלה המחזורית, הקשר הכימי, סטוכיומטריה, שיווי משקל בגזים, חומצות ובסיסים.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "0",
            "הרצאה": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "124212",
            "שם מקצוע": "מעבדה בכימיה אנליטית 1 מורחב",
            "סילבוס": "ינתנו 11 הנסיונות הבאים: (פירוט בחוברת המעבדה) תמיסות: ריכוזים, מסיסות. טיטרציות חומצה-בסיס מימיות. טיטרציות חמצון-חיזור ויזואליות. טיטרציות חמצון-חיזור פוטנציומטריות. קביעת מנגן בפלדה. טיטרציות שיקוע. אלקטרודות יון סלקטיביות. גרבימטריה וקומפלקסומטריה. אלקטרוגרבימטריה, קולומטריה. ניסויים לבדיקות מים.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "124220 או 125101",
            "מקצועות ללא זיכוי נוסף": "125102 125105",
            "נקודות": "2",
            "מעבדה": "5",
            "אחראים": "פרופ. בלנק אהרן",
            "הערות": "המעבדה בכימיה אנליטית 124212\nו המעבדה בכימיה אנליטית להנדסה כימית\n125102, הינם זהים.\nהרישום ייעשה במעבדה מס 124212\n====================\nהמעבדה תפתח בתאריך 31.07.22"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שויחט חגית\nגב. קעיק מריה\nגב. סקליאר ג'ניה\nמר זלנר-יפע משה מיכאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "09:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שויחט חגית\nגב. קעיק מריה\nגב. סקליאר ג'ניה\nמר זלנר-יפע משה מיכאל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "124214",
            "שם מקצוע": "מעבדה בכימיה אנליטית 2 מורחב",
            "סילבוס": "ספקטרופוטמטריה: קביעת ריכוזים, אנליזה של תערובות. פלואורסנציה: אנליזה של כינין במשקאות, אנליזה של אספירין. בליעה ופליטת אטומים. כרומטוגרפית גזים: סדרות הומולוגיות, אנליזה של לימונן. גז כרומטוגרפיה עם גלאי ספקטרוסקופית מאסות ( MS-GC ). כרומטוגרפית נוזל HPLC. וולטמטריה ציקלית.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(124212 ו- 124213) או (124213 ו- 125102)",
            "מקצועות ללא זיכוי נוסף": "124103 124217",
            "נקודות": "2",
            "מעבדה": "6",
            "אחראים": "פרופ. חבר אמדורסקי נדב",
            "הערות": "המעבדה תפתח בתאריך 31.07.22"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. חבר אמדורסקי נדב\nגב. גלנט אור\nדר. לוי והב חרות\nגב. ליובין אלכסנדרה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "09:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. חבר אמדורסקי נדב\nגב. גלנט אור\nדר. לוי והב חרות\nגב. ליובין אלכסנדרה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "124305",
            "שם מקצוע": "כימיה אי-אורגנית",
            "סילבוס": "הקורס יעסוק בסקירת הטבלה המחזורית. נדגים את המחזוריות והשוני בהתנהגות של חומרים אי אורגניים ע\"י תיאוריות מדעיות שונות ובעזרתן נקשר בין מבנה החומרים לבין תכונותיהם. ידע זה מקנה בסיס להבנה של תחומים מדעיים שונים כגון ביוכימיה, כימיה אורגנית, מדעי הסביבה והנדסת חומרים.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "124114 או (124115 ו- 124116) או (124117 ו- 124118)",
            "מקצועות ללא זיכוי נוסף (מכילים)": "124300 124707",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "134020",
            "שם מקצוע": "גנטיקה כללית",
            "סילבוס": "בסמסטר א' הקורס מיועד להנ.ביוטכנולוגיה ומזון והשאר על בסיס פנוי. בסמסטר ב' הקורס מיועד לביולוגיה ומסלוליה והוראת המדעים בלבד. נושאי הקורס: חוקי התורשה המנדליים והלא מנדליים, מהות הגן, ניתוח שושלות, התיאוריה הכרומוזומלית של ההורשה, קביעת מין, תאחיזה, שחלוף ושיטות למיפוי גנים באדם ובאורגניזמים שונים, מוטציות ושינויים במבנה הכרומוזומים ובמספרם, אינטראקציה בין גנים. הערה: הקורס פתוח לסטודנטים מפקולטות אחרות. ידרשו מקצועות קדם מקבילים בתאום עם מורה הקורס.",
            "פקולטה": "ביולוגיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "134058 או 134127",
            "מקצועות צמודים": "134144",
            "מקצועות ללא זיכוי נוסף": "274165 274223",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "גב. ערמן ענבר",
            "מועד א": "23-10-2022",
            "מועד ב": "20-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "15:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "גב. ערמן ענבר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "15:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "גב. ערמן ענבר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "גב. גור אלונה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "134058",
            "שם מקצוע": "ביולוגיה 1",
            "סילבוס": "בסמסטר א' הקורס מיועד ל: ביולוגיה ומסלוליה, הנ. ביוטכנולוגיה ומזון והוראת המדעים וקבוצה מסויימת בנפרד - לפקולטות הנדסיות. בסמסטר ב' הקורס מיועד ל: הנ. ביו-רפואית, הנ. חשמל, מדעי המחשב, מתמטיקה וכימיה. הביולוגיה והגישה המחקרית, המים והסביבה, האבולוציה הכימית, מקרומולקולות, הדוגמה המרכזית-חומצות גרעין, שכפול, שעתוק ועבוד ר.נ.א., הצופן הגנטי והתרגום, טכנולוגיית הד.נ.א. והגנומיקה. התא הפרוקריוטי, קרום התא-מבנה ותפקוד, עקרונות המטבוליזם ומיחזור האנרגיה. יסודות הסיסטמטיקה, הטקסונומיה, והפילוגנזה. התא האאוקריוטי-אברוני התא, מחזור התא, מיטוזה ומיוזה, מהתא לרקמה, תאי גזע והתמיינות. יסודות האבולוציה.",
            "פקולטה": "ביולוגיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "015904 134010 134017 134127",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "134066",
            "מקצועות ללא זיכוי נוסף (מכילים)": "134012",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "דר. רבנר אלונה",
            "מועד א": "03-10-2022",
            "מועד ב": "08-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. רבנר אלונה",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "אמדו",
                "חדר": "233",
                "מרצה\/מתרגל": "דר. רבנר אלונה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "205662",
            "שם מקצוע": "נושאים מיוחדים בארכיטקטורה",
            "סילבוס": "הסילבוס יקבע ע\"י מורה המקצוע באישור הדיקן, לפני תחילת הסמסטר בו יינתן המקצוע.",
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "תרגיל": "2",
            "אחראים": "ארכיטקט פרמן אריאל",
            "הערות": "סדנת קיץ אינסיידאוט\n1,4,8 ,11 ,15 ,18\/8\nבין השעות 10.00-14.30"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "10:00 - 14:30",
                "בניין": "סגו",
                "חדר": "245",
                "מרצה\/מתרגל": "ארכיטקט פרמן אריאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "10:00 - 14:30",
                "בניין": "סגו",
                "חדר": "245",
                "מרצה\/מתרגל": "ארכיטקט פרמן אריאל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "205819",
            "שם מקצוע": "סדנאות מדיה 1ג'",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: רישום, שרטוט אדריכלי, מידול תלת ממדי, בניית מודלים, ייצור מבוסס מחשב- חיתוך לייזר, סריקה תלת ממדית, גרפיקה- בסיסי.",
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "205922",
            "נקודות": "1",
            "תרגיל": "2",
            "אחראים": "ארכיטקט שפיר ארן",
            "הערות": "סדנת מדיה ריינו\n4 ,11 ,18 ,25\/8\n1 ,8 ,15\/9\nבין השעות 9.30-13.30"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "09:30 - 13:30",
                "בניין": "אמדו",
                "חדר": "234",
                "מרצה\/מתרגל": "ארכיטקט שפיר ארן",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "233000",
            "שם מקצוע": "קורס הכנה למדעי המחשב",
            "סילבוס": "",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "0"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "234114",
            "שם מקצוע": "מבוא למדעי המחשב מ'",
            "סילבוס": "הקורס מיועד לסטודנטים למדעי המחשב. המקצוע 234111 (מבוא למדעי המחשב) יענה על הדרישה לקדם בכל מקום שבו נדרש 234114. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפוש לעומק. מיון יעיל.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104814 234102 234104 234106 234109 234111 234112 234117 234126 234127 234128 234130 234221",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094704 234108",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "אחראים": "גב. ארז יעל",
            "מועד א": "29-09-2022",
            "מועד ב": "25-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "15:30 - 17:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר פרץ יואב מתן",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "15:30 - 17:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר פרץ יואב מתן",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234117",
            "שם מקצוע": "מבוא למדעי המחשב ח'",
            "סילבוס": "הקורס מיועד לסטודנטים של הנדסת חשמל. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תוכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפש לעומק. מיון יעיל.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "234102 234104 234106 234109 234111 234112 234114 234126 234127 234128 234130 234221",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094704 234108",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "אחראים": "גב. ארז יעל",
            "מועד א": "29-09-2022",
            "מועד ב": "25-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "15:30 - 17:30",
                "בניין": "אולמן",
                "חדר": "",
                "מרצה\/מתרגל": "מר פרץ יואב מתן",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "15:30 - 17:30",
                "בניין": "אולמן",
                "חדר": "",
                "מרצה\/מתרגל": "מר פרץ יואב מתן",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234128",
            "שם מקצוע": "מבוא למחשב שפת פייתון",
            "סילבוס": "הקורס מיועד לכלל הסטודנטים בטכניון. מבנה המחשב. חומרה ותכנה. ייצוג נתונים. מושגי יסוד ותכנות בשפת פייתון: ערכים, משתנים, ביטויים, טיפוסי נתונים בפייתון, התניות, חוגים (לולאות), פונקציות, רקורסיה, קלט\/פלט (טקסטואלי וגרפי). סביבת הפיתוח של פייתון: שטח העבודה, הרצת תוכניות, ניפוי שגיאות. פיתוח מובנה של תוכניות, ארגון מידע במחשב. אלגוריתמים: פיתוח מונחה נכונות וסיבוכיות בסיסית. פתרונות אלגוריתמים למיון, חיפוש, בעיות במספרים שלמים.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "234106 234111 234112 234114 234117 234126 234127 234130 234221 274121",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "אחראים": "דר. נופברי ילנה",
            "מועד א": "21-09-2022",
            "מועד ב": "08-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. נופברי ילנה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. נופברי ילנה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "מר גרשוב ספיר",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "מר גרשוב ספיר",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. נופברי ילנה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. נופברי ילנה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר אלמקיס אורן",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר אלמקיס אורן",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234141",
            "שם מקצוע": "קומבינטוריקה למדעי המחשב",
            "סילבוס": "עקרונות ספירה בסיסיים, הבינום של ניוטון, עקרון ההכלה וההפרדה, רקורסיה ואינדוקציה, פונקציות יוצרות, חלוקות. גרפים מכוונים ולא מכוונים, עצים, ספירת עצים, מסלולים אוילריים, עצים מצביים ומספרי קטלן. הקורס מיועד לסטודנטים של מדעי המחשב.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104016 ו- 104031) או (104016 ו- 104195) או (104031 ו- 104166) או (104166 ו- 104195)",
            "מקצועות ללא זיכוי נוסף": "044114 094344 094345 094346 094347 104286 234144 234246",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "סמינר\/פרויקט": "1",
            "מועד א": "24-10-2022",
            "מועד ב": "10-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. יוחננוב לב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "14:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. יוחננוב לב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. אמויזיג עדי",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "236332",
            "שם מקצוע": "האינטרנט של הדברים - טכנולוגיות",
            "סילבוס": "רקע תאורטי של טכנולוגית ה- IOT וכלים לפיתוח של פרויקט מעשי של מערכות IOT חכמות המשלבות שרותי אחסון ומחשוב עננים, טלפונים חכמים ומיקרו בקרים. הרקע התאורטי מכיל מבוא ל- IOT, מבוא ל- BIG DATA במערכות IOT, פרקים נבחרים בתקשורת מחשבים, רשתות אלחוט ומחשוב עננים, וסקירה של בעיות בהגנת מערכות ממוחשבות עם דגש על IOT. בנוסף, הקורס מכיל מבוא לתכנות מיקרו בקרי IOT ומבוא לאלקטרוניקה בסיסית. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: - להבין את הסביבה שבה פועלים מוצרי IOT, - להבין כיצד עובדת תקשורת נתונים אלחוטית במערכות IOT, - להבין את בעיות אבטחת התוכנה במערכות IOT, - לתכנן מעגל בסיסי באלקטרוניקה ואפליקציות חומרה ותוכנה עם בקרי ארדואינו, - לבנות יישומי IOT בבית חכם, ערים חכמות ועוד, המשתמשים במחשוב עננים ובטלפון חכם. נדרש ללמוד קורס זה יחד עם הקורס 236333.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות צמודים": "236333",
            "מקצועות ללא זיכוי נוסף": "097247",
            "נקודות": "2",
            "הרצאה": "2",
            "הערות": "הרישום סגור, לא ניתן להירשם.",
            "מועד א": "19-10-2022",
            "מועד ב": "06-11-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "236333",
            "שם מקצוע": "פרויקט באינטרנט של הדברים",
            "סילבוס": "במסגרת הפרויקט יפתחו הסטודנטים אב טיפוס למוצר IOT. מוצר זה משלב תכנות מבוסס שירותי ענן, טלפון חכם, מיקרו-בקרים וחומרות שונות. העבודה מתבצעת בקבוצות של 3-2 סטודנטים. בסיום הקורס מוצג מוצר ומוגש דו\"ח כתוב. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: לתכנן ולבנות יישומי IOT משולבי חומרה ותוכנה המבוססים על בקרי ארדואינו ומשתמשים במחשוב עננים ובטלפון חכם.נדרש ללמוד קורס זה יחד עם הקורס 233632.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "(044252 ו- 234124) או (234122 ו- 234262) או (234124 ו- 234252)",
            "מקצועות צמודים": "236332",
            "נקודות": "3",
            "תרגיל": "2",
            "סמינר\/פרויקט": "4"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "פרוייקט",
                "יום": "שני",
                "שעה": "14:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "פרוייקט",
                "יום": "שלישי",
                "שעה": "14:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "236340",
            "שם מקצוע": "פרויקט בתקשורת מחשבים",
            "סילבוס": "מטרת הפרויקט להעמיק את הידע של הסטודנטים בפרוטוקולי תקשורת ולאפשר להם להתנסות במחקר ובפיתוח של פרוטוקולים אלה. הסטודנטים יבצעו פרויקט מקיף וחדשני בתחומים שהם בקדמת הטכנולוגיה של רשתות תקשורת מחשבים והאינטרנט. הפרויקט יבוצע בד\"כ על פלטפורמת LINUX תוך שימוש בכלים מתקדמים לסימולציה של רשתות. תוצאות למידה: בסיום הפרויקט הסטודנט יהיה מסוגל לבצע מטלות תכנותיות מורכבות הקשורות לפרוטוקולי תקשורת וטכנולוגיות רשת חדשניות.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "236334",
            "נקודות": "3",
            "הרצאה": "2",
            "סמינר\/פרויקט": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "236381",
            "שם מקצוע": "פרויקט ב- וי.אל.אס.אי. ב'",
            "סילבוס": "במסגרת קורס זה הסטודנטים יתכננו, יממשו ויתעדו פרוייקטים שונים בנושאים הקשורים ל-VLSI. לכל פרוייקט צמוד מנחה (בדרך כלל המנחים הם המציעים את הפרוייקט). רשימת הפרוייקטים המוצעים והמנחים מפורסמת בתחילת הסמסטר. הסטודנטים עובדים בזוגות בהנחיה צמודה של המנחה והמהנדס האחראי על המעבדה ל- VLSI.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "044252 או 044262 או 234252 או 234262",
            "נקודות": "4",
            "סמינר\/פרויקט": "8"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "236601",
            "שם מקצוע": "נושאים מתקדמים במדעי המחשב 1",
            "סילבוס": "דרישת קדם: נקבע בהתאם לנושא הקורס. יוצגו תוצאות חדישות וכיווני מחקר נוכחיים בנושאים הנמצאים בחזית המחקר במדעי המחשב.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "314009",
            "שם מקצוע": "מעבדה בחומרים הנדסיים ח'",
            "סילבוס": "מבנה ותכונות של חומרים: שיטות בדיקה של תכונות מכניות, מטלוגרפיה אופטית, גורמי פריכות, התעייפות. הכרת חומרים הנדסיים והכרת תהליכים: דיאגרמת פאזות, פולימרים, עבודה עם מחשב במדע והנדסה של חומרים, אלסטומרים, חיסום והרפיה, זיקון.",
            "פקולטה": "מדע והנדסה של חומרים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "314011",
            "מקצועות ללא זיכוי נוסף": "314012",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "גב. דובגולבסקי יקטרינה"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "10:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. חבר עברי יכין\nגב. דובגולבסקי יקטרינה",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "10:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. חבר עברי יכין\nגב. דובגולבסקי יקטרינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324033",
            "שם מקצוע": "אנגלית טכנית-מתקדמים ב'",
            "סילבוס": "הקורס מיועד לסטודנטים שסווגו לאנגלית מתקדמים ב' על פי הבחינה הפסיכומטרית או בחינת אמי\"ר ולבוגרי אנגלית מתקדמים א'. הקורס מתרכז באנגלית מקצועית ואקדמית. נלמדים טקסטים מקצועיים אקדמיים ומושם דגש על מיומנויות תקשורת מקצועית בדיבור, שמיעה, קריאה וכתיבה. דקדוק ואוצר מילים יילמדו כתמיכה בארבע מיומנויות אלו. הקורס מיועד לשיפור ארבע המיומניות, לתמיכה באנגלית במקום העבודה וכהכנה לקורסים שיילמדו באנגלית ולאנגלית הנדרשת בתארים מתקדמים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "324012",
            "נקודות": "3",
            "הרצאה": "4",
            "מועד א": "15-09-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "16:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "16:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "16:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "16:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324298",
            "שם מקצוע": "מן התנ\"ך ועד למשפט הישראלי החדשני",
            "סילבוס": "הקורס יסקור את סיפורי התנ\"ך המיתולוגיים, איכויותיהם הנרטיביות המיוחדות ומארג הקשרים בינם לבין המשפט הישראלי המודרני. תודגם פעילותם של הנרטיבים התנ\"כיים בתרבות העכשווית וההבנייה המתרחשת בינם לבין שדות החברה והמשפט בארץ.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פלד כץ תמר",
            "מועד ב": "21-09-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:00 - 16:00",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "דר. פלד כץ תמר",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324385",
            "שם מקצוע": "תקשורת בעל-פה ובכתב באנגלית",
            "סילבוס": "קורס מתקדם באנגלית לסטודנטים להסמכה שמטרתו לפתח את מיומנויות הדיבור והכתיבה על ידי חשיפה לאותן המיומנויות הנדרשות בעולם הטכנולוגי והמדעי. הקורס כולל מטלות פעילות כגון: הרצאה, הצגת פרוייקט, משא ומתן מקצועי, כתיבת דו\"חות, הצעת מחקר והתכתבות. הערה: דרישות הקדם הן פטור מאנגלית או ציון 75 באנגלית טכנית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "3",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324444",
            "שם מקצוע": "לוחמה פסיכול'-מתעמולה ללוחמת מידע",
            "סילבוס": "הלוחמה הפסיכולוגית כמרכיב מרכזי בניהול עימותים. הקורס יחשוף את מרכיבי התחום לאורך השנים ויתמקד במלחמות המאה ה-20. ינותחו מוצרי תעמולה כגון: כרוזים, פוסטרים, סרטים, קריקטורות ועוד.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "324868",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. לויתן יניב",
            "מועד ב": "20-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "310",
                "מרצה\/מתרגל": "דר. לויתן יניב",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324453",
            "שם מקצוע": "אהבה וחוק בעידן הטכנולוגי",
            "סילבוס": "לאור פרשיות משפטיות עדכניות המעוררות דילמות חוקיות, מוסריות ופילוסופיות נכיר אתת עולם ההולדה האולטרא חדשני הכולל הולדה מן המתים, פונדקאות, סחר בתאי רבייה וחלקיהם, ברירות עוברים וגנטיקה. בעולם זה מעורבים אהבות, תקוות, מאבקי כוחות, אינטרסים, פוליטיקה ואף רווחים כספיים. נלמד אודות המשפט הישראלי בהקשרים אלו ואת ההשפעות התרבותיות, החברתיות והבינלאומיות.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פלד כץ תמר",
            "מועד ב": "21-09-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "16:30 - 20:30",
                "בניין": "אמדו",
                "חדר": "231",
                "מרצה\/מתרגל": "דר. פלד כץ תמר",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324461",
            "שם מקצוע": "מודרניזם בתיאטרון",
            "סילבוס": "המושג \"מודרניזם\" מאחד תנועות אמנותיות שונות, שהתפתחו לאורך המחצית השניה של המאה ה- 19 ועד סוף המאה ה-20, ומהוות את התשתית הרעיונית והאסתטית לתיאטרון עד ימינו. הקורס סוקר מגמות מרכזיות בתיאטרון ובמופע החי דרך דוגמאות מיצירותיהם וכתביהם של יוצרים מרכזיים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. מעין ארז",
            "מועד ב": "23-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:00 - 16:00",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. מעין ארז",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324462",
            "שם מקצוע": "ברלין בקולנוע-מהנאציזם ועד ימינו",
            "סילבוס": "הקורס יציג את הדרך בה שימש הקולנוע את הממסד הנאצי להעברת מסריו באמצעות סרטים שהציגו את עוצמתו של המנהיג ועליונות הגזע הארי לצד העברת מסרים אנטישמיים בדבר האיום היהודי לשלמות ולבריאות החברה הגרמנית הארית. כן יוצג הדיאלוג המתקיים סביב סרטים אלו בגרמניה העכשווית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. רוזנברג פנינה",
            "מועד ב": "29-09-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "דר. רוזנברג פנינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324524",
            "שם מקצוע": "התיאטרון הקלאסי: מיתוס מקבל גוף",
            "סילבוס": "התיאטרון, כפי שאנחנו מכירים אותו עד היום, קיבל את צורתו לפני כ-2500 שנה, ומאז לא חדל להשתנות ולהתפתח, אך מספר עקרונות יסוד בו נשמרו לאורך השנים. מהי דרמה, מדוע לא כל אסון הוא \"טרגדיה\", מהו תפקיד השחקן, המחזאי, הקהל, הבמה, מה קרה לתיאטרון, אמנות בת אלפי שנים, במפגש עם מדיה מאוחרות יותר (קולנוע, טלוויזיה ואפילו אינטרנט), כל אלה יסקרו ויבחנו לאור מחזות מיוון העתיקה ועד למאה ה-19, לצד התבוננות עכשווית בעקרונות ובמחזות הקלאסיים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. מעין ארז",
            "מועד ב": "23-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "08:00 - 12:00",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "דר. מעין ארז",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324567",
            "שם מקצוע": "סדנת צילום: שפה וכלים",
            "סילבוס": "סדנה זו תתמקד בהתפתחות יכולת ההסתכלות והיישום שלה לצילום, שפת הצילום והטכניקות שלה כגון אור, נקודת המבט, תזמון וקומפוזיציה, יחד עם תיקון ומניפולציה של התמונה. הסדנה תשלב תרגול מונחה בכיתה ובחוץ ותציג מגוון של נושאים הכוללים דיוקן, דיוקן עצמי, טבע דומם, צילומי טבע וצילומי סביבה עירונית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1.5",
            "הרצאה": "2",
            "אחראים": "מר גופר יעקב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "מר גופר יעקב",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324609",
            "שם מקצוע": "צרפתית 11",
            "סילבוס": "הקנית ידיעה ראשיתית של הלשון. הקורס מיועד למתחילים בלבד.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2.5",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324697",
            "שם מקצוע": "עקרונות מעשיים לעיבוד תמונה",
            "סילבוס": "הקורס עוסק בעקרונות של עיבוד ותיקון צילומים, בעזרת תוכנות עיבוד תמונה. במהלכו יחשפו הסטודנטים למגוון נושאים אשר יעניקו יכולות מקצועיות מתקדמות בתחום עיבוד התמונה, תוך מתן דגש על גישות נכונות לשיפור צילומים והצגת הכלים אותם צריך צלם בעבודתו, וכן כלים לעיבוד תמונה בתחום הכנת צילומים למאמרים ולפוסטרים אקדמיים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "מעבדה": "1",
            "אחראים": "מר גופר יעקב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 13:30",
                "בניין": "קנדה",
                "חדר": "234",
                "מרצה\/מתרגל": "מר גופר יעקב",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324912",
            "שם מקצוע": "מקורותיה של תרבות המערב",
            "סילבוס": "הקורס יתרום פרספקטיבה רחבת היקף להתפתחות תרבות המערב, החל ביוון העתיקה, האימפריה הרומית, וכן פלישות העמים הגרמנים. כמו כן יבדוק הקורס את השפעתה של הכנסייה הקתולית, עליית האוניברסיטאות, התפתחותה של שיטת הייצוג והיווסדם של פרלמנטים, מסעי הצלב, כל אלו תהליכים ומוסדות שהתפתחו בימי הביניים ועיצבו את מושגי היסוד של תרבות המערב.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324919",
            "שם מקצוע": "הולדת תרבות המערב-מהמבול עד מוחמד",
            "סילבוס": "הקורס סוקר ממעוף הציפור את תולדות תרבות המערב, מאיראן ועד האוקיינוס האטלנטי, מהמהפכה החקלאית, דרך המצאת הכתב (שחר ההיסטוריה), עליית האימפריות הקדומות, תרבויות יוון ורומא, ועליית הדתות המונותיאיסטיות. מטרת הקורס היא לערוך היכרות עם העולם העתיק, לראות כיצד התפתחו בו הרעיונות והמוסדות המרכזיים, ולשאול כיצד משפיעים כל אלה עלינו היום.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324986",
            "שם מקצוע": "מודיעין וביטחון לאומי",
            "סילבוס": "נסקור את יסודות עבודת המודיעין, תוך התמקדות בקהילת המודיעין הישראלית והתפתחותה - תפקידי המודיעין, אמצעי האיסוף המודיעיניים הבולטים ועבודת המחקר וההערכה ואת היסטורית קהילת המודיעין הישראלית ופרשיות מפתח בגופי המודיעין המרכזיים. עוד נעסוק ביחסים המורכבים בין המודיעין לקבינט, ובכלל זה מודיעין לשלום. היבטים מוסריים במודיעין ואתגרי המודיעין הניצבים בפני ישראל.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פסקוביץ אייל",
            "מועד ב": "20-10-2022"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "דר. פסקוביץ אייל",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324992",
            "שם מקצוע": "סוגיות אתיות במרחב האישי והציבורי",
            "סילבוס": "מטרת הקורס היא לדון בהיבטים הפרקטיים של המוסר באמצעות דיון בסוגיות פילוסופיות מוסריות. הדיונים יתמקדו בענפי האתיקה היישומית ובסוגיות הנוגעות לצד האפל של פריצות דרך טכנולוגיות, בהקשר האישי והציבורי. בין הנושאים שיידונו: סחר וחופש המידע, אבטחת מידע, עיבוד מידע מוטה מטרה, השלכות אתיות של בינה מלאכותית, וההשלכות של הצטברות מאגרי הדאטה על האינדיבידואל ופרטיותו.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. רפאל דינה"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. רפאל דינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "335002",
            "שם מקצוע": "מעבדת נסיון הנדסי וניסויי",
            "סילבוס": "במסגרת מעבדה זו סטודנטים מבצעים 6 ניסויים מתקדמים בתחומים של הדמיה ואותות רפואיים, ביומכניקה וזרימה והנדסת רקמות וביו-חומרים. קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית.",
            "פקולטה": "הנדסה ביו-רפואית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(334011 ו- 335001)",
            "מקצועות ללא זיכוי נוסף": "334012 334013",
            "נקודות": "2",
            "מעבדה": "4",
            "אחראים": "דר. מרחר יוליה",
            "הערות": "בקיץ המעבדה תינתן במרוכז בשבועות\nהראשונים של הסמסטר. שעות וימים\nיתואמו עם הסטודנטים בהרצאת פתיחה.",
            "מועד א": "18-09-2022",
            "מועד ב": "20-10-2022"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "335003",
            "שם מקצוע": "מעבדת התמחות בהנדסה ביו-רפואית",
            "סילבוס": "במסגרת מעבדה זו סטודנטים מבצעים 5 ניסויים מתקדמים בתחומים של הדמיה ואותות רפואיים, ביומכניקה וזרימה והנדסת רקמות וביו-חומרים. קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית.",
            "פקולטה": "הנדסה ביו-רפואית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "335002",
            "נקודות": "2",
            "מעבדה": "4",
            "אחראים": "דר. מרחר יוליה",
            "הערות": "בקיץ המעבדה תינתן במרוכז בשבועות\nהראשונים של הסמסטר. ימים ושעות\nיתואמו עם סטודנטים בהרצאת פתיחה.",
            "מועד א": "18-09-2022",
            "מועד ב": "20-10-2022"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "394900",
            "שם מקצוע": "חוגי-ספורט",
            "סילבוס": "תאוריה ותירגול מיומנויות במגוון רחב של ענפי ספורט: ג'ודו, קרטה, סיוף, איגרוף, אתלטיקה קלה, התעמלות מכשירים, שחיה, רגבי, טניס שולחן, סקווש, קליעה למטרה ברובה ואקדח, רכיבה על אופניים, החלקה על גלגליות, שייט ועוד. כמו-כן ניתנים משחקי כדור שונים.מרבית הקורסים ניתנים גם לבנות. המקצוע הזה יכול לבוא במקום חינוך גופני הניתן במסגרת מקצועות החובה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "394800 394801 394802 394803 394804 394805 394806 394807 394808 394809 394810",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "394901",
            "נקודות": "1",
            "תרגיל": "2",
            "הערות": "קבוצות 12,11,10-מטרת הקורסים-פיתוח\nמרכיבי הכושר הגופני בעצימויות שונות.\nקבוצות 11+10-יש להגיע לשיעור בבגדי\nונעלי ספורט ומגבת.\nקבוצה 12-יש להגיע לשיעור בבגד ים\nוכובע ים לבעלי שיער ארוך.\nקבוצות 18-13 מתקיימות במרכז ימי -\nבת גלים, חיפה."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "ספורט - טיאראקס-מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "ספורט - טיאראקס-מעורב",
                "יום": "שלישי",
                "שעה": "09:30 - 11:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "ספורט - חיזוק-מתיחות-מעו",
                "יום": "ראשון",
                "שעה": "11:00 - 12:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "ספורט - חיזוק-מתיחות-מעו",
                "יום": "שלישי",
                "שעה": "11:00 - 12:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "ספורט - אקווהפורסה-מעורב",
                "יום": "שני",
                "שעה": "11:30 - 13:00",
                "בניין": "בריכה",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "ספורט - אקווהפורסה-מעורב",
                "יום": "רביעי",
                "שעה": "08:30 - 10:00",
                "בניין": "בריכה",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "ספורט - קיאקים =- מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "ספורט - קיאקים =- מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "14",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "15",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "16",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "16",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "17",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "17"
            },
            {
                "קבוצה": "17",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "17"
            },
            {
                "קבוצה": "18",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "18"
            },
            {
                "קבוצה": "18",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "18"
            },
            {
                "קבוצה": "19",
                "סוג": "ספורט - טניס שולחן",
                "יום": "שני",
                "שעה": "10:00 - 11:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "19"
            },
            {
                "קבוצה": "19",
                "סוג": "ספורט - טניס שולחן",
                "יום": "רביעי",
                "שעה": "10:00 - 11:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "19"
            },
            {
                "קבוצה": "20",
                "סוג": "ספורט - טניס שולחן",
                "יום": "שני",
                "שעה": "11:30 - 13:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "ספורט - טניס שולחן",
                "יום": "רביעי",
                "שעה": "11:30 - 13:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "973034",
            "שם מקצוע": "מתמטיקה צעד לפני כולם",
            "סילבוס": "",
            "פקולטה": "מכינה",
            "מסגרת לימודים": "קדם אקדמי",
            "נקודות": "0",
            "הרצאה": "1"
        },
        "schedule": []
    }
]