var courses_from_rishum = [
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מעבדה הנדסית",
            "מספר מקצוע": "014005",
            "נקודות": "1.5",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מעבדה פקולטית בסיסית למכניקת מוצקים: תכונות חומרים, מדידי עבור, מאמצים משולבים, בעיות בכפיפה, פוטואלסטיות, קריסה.",
            "מקצועות קדם": "014104",
            "אחראים": "מר אדם סבח\nמר שי נחום",
            "הערות": "מועד א יתקיים ב-31\/8\/21 בשעה 9:30.",
            "מועד ב": "בתאריך 18.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "תורת החוזק 1",
            "מספר מקצוע": "014104",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבוא. מאמץ ועיבור במשיכה ולחיצה. פיתול חתכים שונים, כפיפת קורות אלסטיות והומוגניות. גזירה בשעת כפיפה, מרכז הגזירה. טרנספורמצית המאמץ והעיבור, שקיעות בעזרת המשוואה הדיפרצניאלית של הקו האלסטי, פתרון מבנים בלתי מסוימים. מושגים ראשונים של קריסה אלסטית.",
            "מקצועות קדם": "014103",
            "מקצועות ללא זיכוי נוסף": "015008",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014136",
            "אחראים": "דר. יורי קרינסקי",
            "הערות": "",
            "מועד א": "בתאריך 21.10.2021 יום ה"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "א",
                "שעה": "9:3 - 12:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "א",
                "שעה": "9:3 - 12:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "ח.בניה",
                "חדר": "1"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מעבדת דרכים",
            "מספר מקצוע": "014709",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "חקירת שתית ואיפיון הנדסי של חומרי המיסעה. בדיקות על חומרי סלילה: יחסי צפיפות רטיבות. מת\"ק, גבולות אטרברג, משקל יחסי, פחיסות ואלונגציה, שחיקות לוס אנג'לס ושווה ערך חול. הרכבת פרקציות לחומרים גרנולריים. תכנון תערובות אספלט בשיטת מרשל ובשיטת המהדק הסיבובי. סיווג ביטומנים לפי שיטת SHRP. בדיקות שדה מצומצמות: צפיפות שדה, דקר דרום אפריקאי. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, מבחן מסכם, מעקב על העבודה המעשית ודו\"ח מעבדה.",
            "מקצועות קדם": "014731",
            "אחראים": "",
            "הערות": "רישום ידני אצל ציפי בבנין רבין,\nקומה 7.",
            "מועד א": "בתאריך 07.10.2021 יום ה"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "רבין",
                "חדר": "405"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "רבין",
                "חדר": "405"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה גיאודזיה בקדסטר",
            "מספר מקצוע": "014831",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידות וחישובים להכנת תכנית לצרכי רישום והקמת גבולות, כולל מיפוי מצבי כנדרש. הערה: ניתן במשך שבוע בסמסטר קיץ. חובה להגיש דו\"ח מחנה כחלק מהציון הסופי",
            "מקצועות קדם": "014888 ו- 014863 ו- 014829",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014886",
            "אחראים": "פרופ. חבר שגיא פילין",
            "הערות": "המחה יתקיים בשלושה מחזורים בתאריכים:\n1\/8\/2021 - 6\/8\/2021 .1\n8\/8\/2021 - 13\/8\/2021 .2\n1\/9\/2021 - 10\/9\/2021 .3",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה מדידות 1",
            "מספר מקצוע": "014863",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידות, חישובים והפקת מפות טופוגרפיות ונגזרותיהן בהתאם לתקנות המדידה הממשלתיות. הערה: המקצוע ניתן במשך שבועיים באופן רצוף במהלך סמסטר קיץ.",
            "מקצועות קדם": "014842",
            "אחראים": "פרופ. חבר שגיא פילין",
            "הערות": "המחנה יתקיים בין התאריכים\n.1\/8\/2021 - 13\/8\/2021",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה מדידות 2",
            "מספר מקצוע": "014864",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "8",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידת רשת בקרה בדרגה גבוהה, הכוללת טריאנגולציה, טרילטרציה, מדידות GPS ואיזון מדויק. חישובים, תאום וניתוחי שגיאה. הערה: המקצוע ניתן במשך שבועיים וחצי באופן רצוף במהלך סמסטר קיץ.",
            "מקצועות קדם": "014851",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014822",
            "אחראים": "פרופ. חבר גלעד אבן-צור",
            "הערות": "המחנה יתקיים בין התאריכים\n.15\/8\/2021 - 31\/8\/2021",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "גלים ומערכות מפולגות",
            "מספר מקצוע": "044148",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקדמה, ממשוואות מקסוול למשוואת הגלים. גלים מישוריים - תכונות. גלים מישוריים - התקדמות בחומר ודיספרסיה. פגיעה ומעבר דרך משטחים מקדמי פרנל). פגיעה ומעבר דרך משטחים (זוויות מיוחדות). מעבר דרך משטחים כפולים (מהודים). מוליכי גלים - מוליך הגל החשמלי ( PARALLEL PLATE ). מוליכי גלים - הפרוסה הדיאלקטרית. קווי תמסורת: הקדמה, משוואות הטלגרפיה. קווי תמסורת כרכיב במעגל. קווי תמסורת: תאום עכבות והעברת הספק. תופעות זמניות בקווי תמסורת.",
            "מקצועות קדם": "( 114246 ו- 044105 )  או ( 114245 ו- 044105 )  או ( 044140 ו- 044105 )",
            "אחראים": "פרופ. חבר גיא ברטל",
            "הערות": "מתרגלים: קובי כהן (גם אחראי) ועמית\nשחם\n====================\nמתרגל הסדנאות: יעקב ח'יר-אלדין\nהסדנאות יתקיימו בימים ראשון ושני,\n14:30-16:30, מועדי הסדנאות ימסרו על\nידי צוות הקורס, פישבך 343\n====================\nבודק תרגילים: יעקב ח'יר-אלדין\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "בתאריך 05.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר גיא ברטל",
                "יום": "א",
                "שעה": "10:3 - 12:3",
                "בניין": "פישבך",
                "חדר": "343"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר גיא ברטל",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "פישבך",
                "חדר": "343"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר עמית שחם\nמר יעקב ח'יר-אלדין\nמר יעקב קובי כהן",
                "יום": "א",
                "שעה": "12:3 - 13:3",
                "בניין": "פישבך",
                "חדר": "343"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר עמית שחם\nמר יעקב ח'יר-אלדין\nמר יעקב קובי כהן",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "פישבך",
                "חדר": "343"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1א",
            "מספר מקצוע": "044157",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "3",
            "סילבוס": "המעבדה כוללת 9 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום האנלוגי: הכרת מכשור מדידה, בניה של מעגלים אלקטרונים ומעגלי מיתוג בסיסיים. בכל הניסויים ייערכו תכן, סימולציה והשוואה למדידות. ניסויים בתחום הספרתי: תכן חומרה ספרתית בכלים גרפיים ובשפה עילית, HDL, סימולציה וניפוי שגיאות. כ\"כ ניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת הירארכי. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "מקצועות קדם": "( 234145 ו- 114075 ו- 044262 ו- 044102 )  או ( 114076 ו- 044262 ו- 044145 ו- 044102 )  או ( 114076 ו- 044252 ו- 044102 )  או ( 234262 ו- 234145 ו- 114075 ו- 044102 )  או ( 114075 ו- 044262 ו- 044145 ו- 044102 )  או ( 114075 ו- 044252 ו- 044102 )",
            "מקצועות צמודים": "044105",
            "מקצועות ללא זיכוי נוסף": "044160 044151",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויי\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי.\n====================\nההשתתפות בהרצאת הפתיחה, עליה נודיע\nבדוא\"ל, הינה חובה!",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ג",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ה",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1ב",
            "מספר מקצוע": "044158",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "2",
            "סילבוס": "המעבדה כוללת 6 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום הפיזיקלי: ניתוח מעגלי מוליכים למחצה, דיודות וטרנזיסטורים. ניסויים בתחום האנלוגי: מגבר שרת ושימושיו. ניסויים בתורת הדגימה: מעגלי המרה A\/D ו- D\/A. בכל הניסויים יערכו תכן, סימולציה והשוואה למדידות וכן מפגש לניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת אנלוגית. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "מקצועות קדם": "( 044157 ו- 044130 ו- 044125 ו- 044105 )  או ( 044157 ו- 044131 ו- 044127 ו- 044105 )",
            "מקצועות ללא זיכוי נוסף": "044160 044151",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויים\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 2",
            "מספר מקצוע": "044159",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במעבדה זו ארבעה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש.",
            "מקצועות קדם": "044157 ו- 044137",
            "מקצועות ללא זיכוי נוסף": "044165 044162",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש להירשם במערכת לאבאדמין בקישור\nעל ידי לחיצה על הקישור ולבחור\n4 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבהמשך למכתבו של המשנה לנשיא ומנכ\"ל\nמה-26.05.21, הניסויים יתקיימו באופן\nפרונטלי בקמפוס הטכניון בכפוף להנחיות\nשתתעדכנה בעת הצורך.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 3",
            "מספר מקצוע": "044166",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במעבדה זו שלושה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש.",
            "מקצועות קדם": "044165  או 044162  או 044159",
            "מקצועות ללא זיכוי נוסף": "044164 044163",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n3 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבהמשך למכתבו של המשנה לנשיא ומנכ\"ל\nמה-26.05.21, הניסויים יתקיימו באופן\nפרונטלי בקמפוס הטכניון בכפוף להנחיות\nשתתעדכנה בעת הצורך.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרוייקט א'",
            "מספר מקצוע": "044167",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. במסגרת המקצוע יינתנו הדרכות כלליות ומעבדתיות בנושאים הקשורים לביצוע פרויקטים, כגון: כלי תכנה  וחמרה, אפיון פרויקט, הכנת מצגות ודווח. ההדרכות יינתנו בשעתיים שבועיות שיוקצו בלוח השעות של הסמסטר השישי. מכיל את המתודולוגיה של פרויקט ב'.",
            "מקצועות קדם": "044151  או ( 044160  או 044157 )",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרויקט  ב",
            "מספר מקצוע": "044169",
            "נקודות": "4",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "מקצועות קדם": "( 044167 ו- 044157 ו- 044102 )  או ( 044167 ו- 044151 ו- 044102 )  או ( 044167 ו- 044160 ו- 044102 )",
            "מקצועות ללא זיכוי נוסף": "044173 044001",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרויקט  מיוחד",
            "מספר מקצוע": "044170",
            "נקודות": "4",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "מקצועות קדם": "044102",
            "מקצועות צמודים": "044160 044157 044151",
            "מקצועות ללא זיכוי נוסף": "044173 044001 044000",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 4",
            "מספר מקצוע": "044174",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במקצוע זה שני ניסויי בחירה מרשימת הניסויים המתפרסמת בכל סמסטר, ובתנאי שלא ביצע אותם במסגרת מקצוע אחר. הניסויים מתבצעים (בזוגות) במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות בנות 4 שעות כל אחת . כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. ציון הקורס יהיה עובר\/נכשל. ציון עובר דורש ציון של 85 לפחות בכל אחד מהניסויים.",
            "מקצועות קדם": "044166 ו- 044165",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n2 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nהציון במקצוע הינו ציון עובר מותנה\nבקבלת ציון 85 בכ\"א מהניסויים.\n====================\nבהמשך למכתבו של המשנה לנשיא ומנכ\"ל\nמה-26.05.21, הניסויים יתקיימו באופן\nפרונטלי בקמפוס הטכניון בכפוף להנחיות\nשתתעדכנה בעת הצורך.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "נושא מיוחד למצטיינים",
            "מספר מקצוע": "044185",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "1",
            "סילבוס": "דרישות קדם: ממוצע מצטבר של 86 ומעלה וצבירה של 80 נקודות לפחות. כל סטודנט הרשאי להירשם למקצוע זה יונחה באופן אישי על ידי אחד מחברי הסגל בנושא אשר חבר הסגל הביע נכונות להנחות. הסטודנט יהיה חייב בהגשת דו\"ח מסכם בסיום עבודתו.",
            "אחראים": "פרופ. חבר יובל קסוטו\nפרופ. חבר אלכסנדר חייט",
            "הערות": "הרישום רק על בסיס בקשת סטודנט\nלמזכירות לימודי הסמכה בפקולטה.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מערכות ספרתיות ומבנה המחשב",
            "מספר מקצוע": "044252",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "אלגברה בוליאנית, המודל הספרתי. פונקציות מיתוג. שערים לוגיים ומערכת שלמה. הטרנזיסטור כמתג. מעגלים צירופיים וסדרתיים. המתודולוגיה הסינכרונית. מכונות מצבים. נקודה צפה. קודים לתיקון שגיאות. שפה לתיאור חומרה. מכונת פון נוימן, סט הפקודות, אופני מיעון, קפיצות. מחסנית וקישור שגרות. פסיקות. מעבד מצונר. זמן פעולה מול תפוקה. תלויות בקרה ותלויות מידע.",
            "מקצועות קדם": "234117  או 234114",
            "מקצועות ללא זיכוי נוסף": "234262 234252 234145 044262 044145",
            "אחראים": "פרופ. חבר שחר קוטינסקי",
            "הערות": "מתרגל: אלעד הדר (גם אחראי)\n====================\nמתרגל הסדנאות: יעקב שמידמן\nמועדי הסדנאות במהלך הסמסטר:\nימי ג', 13.30-15.30, מאייר 165\n====================\nבודקת תרגילים: הדר טוג'וריה\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "בתאריך 20.10.2021 יום ד"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "ב",
                "שעה": "9:3 - 13:3",
                "בניין": "בנ.מאייר",
                "חדר": "165"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "ג",
                "שעה": "9:3 - 13:3",
                "בניין": "בנ.מאייר",
                "חדר": "165"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אלעד הדר\nמר יעקב שמידמן",
                "יום": "ד",
                "שעה": "9:3 - 13:3",
                "בניין": "בנ.מאייר",
                "חדר": "165"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה במערכות הפעלה",
            "מספר מקצוע": "046210",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תרגול יישומי של עקרונות מערכות הפעלה בשפת C עם קריאות מערכת של UNIX",
            "מקצועות צמודים": "046209",
            "מקצועות ללא זיכוי נוסף": "234123 234120",
            "אחראים": "פרופ. חבר מרק זילברשטיין",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "שיטות ניסוי בהנדסה אוירונוטית",
            "מספר מקצוע": "084154",
            "נקודות": "2.5",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד להכיר לסטודנטים בלימודי הסמכה שיטות ניסוי, מדידים, ומערכות רכישת נתונים ממוחשבות ע\"י הצגת שיטות מדידה ויסודות הפעולה הבסיסיים ביישומי הנדסת אוירונוטיקה וחלל.",
            "מקצועות קדם": "084311",
            "מקצועות ללא זיכוי נוסף": "084153 084151",
            "אחראים": "דר. אלכסנדרוס טרזיס",
            "הערות": "בשבוע הראשון תתקיים הרצאה כל יום\nבין 11.30-15.30 מתאריך 01.08 עד\n05.08. ההרצאה תתקיים בכיתה 282 בניין\n.18\nלאחר מכן תתקיימנה מעבדות בבניין\nדנציגר.\nלו\"ז המעבדות יפורסם בקרוב והחלוקה\nלמעבדות תתבצע על ידי המתרגל האחראי\nבקורס.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "א",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "ב",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "ד",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "ד",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר רן אשל\nמר תומר בן אשר\nמר צוף יואלס\nדר. אינה זמיר",
                "יום": "ה",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "ניתוח מערכות משובצות מחשב ותוכנתן",
            "מספר מקצוע": "086222",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "גישות קיימות לניתוח ולהגדרת דרישות של מערכות עתירות תוכנה. השימוש במודלים כבסיס לניתוח מערכות משובצות מחשב. מבוא לניתוח והגדרת דרישות בגישת OBJECT BASED לפי שיטת ECSAM ( EMBEDDED COMPUTER SYSTEMS ANALYSIS AND MODELING ). ניתוח היבטים מבניים וזרימת המידע וכן היבטים דינמיים (התנהגותיים) של מערכות. אימות מודל המערכת, סימולציות ובדיקות סטטיות ודינמיות. ניהול דרישות והכנת מפרטי מערכות משובצות מחשב.",
            "מקצועות קדם": "084143",
            "אחראים": "פרופ. אביב רוזן",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "מבוא לסטטיסטיקה",
            "מספר מקצוע": "094423",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "סטטיסטיקה תיאורית ושיטות גרפיות. יסודות דגימה.  אמידה נקודתית, רווחי סמך ובדיקת השערות. בדיקת טיב התאמה ואי תלות. רגרסיה לינארית פשוטה ומרובה.",
            "מקצועות קדם": "104034  או 094412  או 094411",
            "מקצועות ללא זיכוי נוסף": "334023 094490 094424",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094493 094481 094480 094429",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "בלומפילד",
                "חדר": "424"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "בלומפילד",
                "חדר": "424"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "בלומפילד",
                "חדר": "424"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ג",
                "שעה": "13:3 - 14:3",
                "בניין": "בלומפילד",
                "חדר": "424"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ב",
                "שעה": "14:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "701"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "דר. נדיה בורדו",
                "יום": "ג",
                "שעה": "14:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "701"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "מבוא לכלכלה",
            "מספר מקצוע": "094591",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בקוש והצע:  שווי המשקל בשוק, מדיניות הממשלה בתחום המיקרו והשפעתה על שווי המשקל. פונקצית העלויות וגזירת עקומת ההצע. התנהגות בתנאי שוק שונים:  מונופול ותחרות בלתי משוכללת. המשק הלאומי:  החשבונות הלאומיים. קביעת התוצר המקומי במשק. שער הריבית והשפעתו על ההשקעה. הבקוש לכסף. הבנקים המסחריים, הבנק המרכזי והצע הכסף. שווי משקל בשוק הכסף ושווי משקל כללי. מדיניות הממשלה בתחום המאקרו והשפעתה על התוצר, שער הריבית ושעור האינפלציה.",
            "מקצועות קדם": "104003",
            "מקצועות צמודים": "104004",
            "מקצועות ללא זיכוי נוסף": "094594 094593 094592",
            "מקצועות ללא זיכוי נוסף (מכילים)": "096501",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094511 094501",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 13.10.2021 יום ד",
            "מועד ב": "בתאריך 22.10.2021 יום ו"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ב",
                "שעה": "12:3 - 15:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ד",
                "שעה": "12:3 - 15:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ב",
                "שעה": "15:3 - 16:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ד",
                "שעה": "15:3 - 16:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ב",
                "שעה": "12:3 - 15:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ד",
                "שעה": "12:3 - 15:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "16:3 - 17:3",
                "בניין": "נהול",
                "חדר": "214"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "16:3 - 17:3",
                "בניין": "נהול",
                "חדר": "214"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "השלמות מתמטיקה",
            "מספר מקצוע": "103015",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "חשבון בסיסי וטכניקה אלגברית. סדרות חשבוניות וגיאומטריות, אינדוקציה מתמטית. משוואות ואי שוויוניות. פונקציות וגרפים. משוואות ריבועיות והפונקציה הריבועית. פולינומים, שורשים ופונקציות רציונאליות. פונקציות מעריכיות ולוגריתמיות. טריגונומטריה. וקטורים. גיאומטריה אנליטית במישור ובמרחב. מספרים מרוכבים. גבולות ונגזרות. חקירת פונקציות. אינטגרלים.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון אינפיניטסימלי 1מ'",
            "מספר מקצוע": "104031",
            "נקודות": "5.5",
            "הרצאה": "4",
            "תרגיל": "3",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "שדה המספרים הממשיים. גבולות של סדרות ושל פונקציות ממשיות של משתנה יחיד. רציפות ורציפות במידה שווה של פונקציות של משתנה יחיד. הנגזרת, המשפטים היסודיים על נגזרות. נוסחת טיילור ושימושיה. חקירת פונקציות.",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף": "104195 104093 104090 104087 104018 104017 104012 104010 104003",
            "אחראים": "דר. אלון דמיטריוק",
            "הערות": "",
            "מועד א": "בתאריך 21.10.2021 יום ה"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלון דמיטריוק",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלון דמיטריוק",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלון דמיטריוק",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלון דמיטריוק",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "311"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "304"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ג",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "304"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ד",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "311"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "מבוא להסתברות ח'",
            "מספר מקצוע": "104034",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מרחבי הסתברות, אקסיומות, הסתברות מותנית. מאורעות בלתי תלויים. ניסויי ברנולי. משתנים מקריים בדידים, רציפים ומעורבים. פונקציות התפלגות, צפיפות והסתברות. התפלגויות חשובות. תוחלת ומומנטים. טרנספורמציות. האי שוויון של ינסן. וקטורים אקראיים. התפלגויות משותפות ומותנות. קורלציה, וקטורים, גאוסים. פונקציה אופיינית. האי שוויון של צ'בישב. חוק המספרים הגדולים. משפט הגבול המרכזי.",
            "מקצועות קדם": "104281  או 104032  או 104022  או 104013",
            "מקצועות ללא זיכוי נוסף": "104222 095142 094481 094417 094412 094411",
            "אחראים": "דר. יוחאי מעין",
            "הערות": "",
            "מועד א": "בתאריך 22.10.2021 יום ו"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "607"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ד",
                "שעה": "9:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. הילה מעין",
                "יום": "ד",
                "שעה": "14:3 - 16:3",
                "בניין": "אולמן",
                "חדר": "306"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "פונקצ' מרוכבות והתמרות אינטגרליות",
            "מספר מקצוע": "104221",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מספרים מרוכבים, פונקציות מרוכבות, גזירות ואנליטיות, משוואות קושי-רימן. פונקציות הרמוניות. המישור הקומפלקסי המורחב, מושג הקונפורמיות. אינטגרל על מסילה של פונקציה קומפלקסית, משפט קושי ומשפט ליוביל. נוסחת קושי לפונקציה ונגזרותיה. טורי חזקות, רדיוס התכנסות, טורי לורן. אפסים, נקודות סינגולאריות ומיונן. משפט השארית וחישוב שאריות. שימוש לחישוב אינטגרלים ממשיים. משפט הארגומנט. התמרת פוריה ותכונותיה. התמרה הפוכה, שוויון פרסבל, קונוולוציה ופונקצית דלתא. שימושים למשוואות דיפ. חלקיות. התמרת לפלס, תכונותיה וההתמרה ההפוכה. שימושים לעיבוד אותות. התמרת Z ושימושיה.",
            "מקצועות קדם": "104281  או 104032  או 104022  או 104013",
            "מקצועות ללא זיכוי נוסף": "234299 104214 104122",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104215",
            "אחראים": "דר. דניאל רבייב",
            "הערות": "",
            "מועד א": "בתאריך 04.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. דניאל רבייב",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "304"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. דניאל רבייב",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "302"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. דניאל רבייב",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "309"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רן קירי",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "303"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רן קירי",
                "יום": "ד",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "302"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "מד\"ח וטורי פוריה",
            "מספר מקצוע": "104223",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "דרישות קדם: (104013 או 104022 או 104281 או 104032) ו- (104016) ו- (104131 או 104135 או 104285 או 104035). דיון כללי על משוואות דיפרנציאליות חלקיות (מד\"ח) ותנאים מצורפים. התרת משוואות מסדר ראשון. בעיית קושי וקווים אופייניים. מיון מד\"ח מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד- ממדית, שיטת ד'למבר. בעיית שטרם-ליוביל, מרחבי מכפלה פנימית ומערכות אורתונורמליות. התכנסות טורי פורייה הקלסיים, משפט דיריכלה, משפטי גזירה ואינטגרציה. שיטת הפרדת משתנים, משוואת החום והגלים בקטע סופי. משוואת לפלס ופואסון. עקרון המקסימום ותכונות פונקציות הרמוניות.",
            "מקצועות ללא זיכוי נוסף": "234299 104214 104030",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104228 104220 104218",
            "אחראים": "דר. ניזאר רדואן",
            "הערות": "",
            "מועד א": "בתאריך 10.10.2021 יום א"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ניזאר רדואן",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "304"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ניזאר רדואן",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "303"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ניזאר רדואן",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "302"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. מרינה גרוזד",
                "יום": "ב",
                "שעה": "11:3 - 13:3",
                "בניין": "אולמן",
                "חדר": "701"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. מרינה גרוזד",
                "יום": "ד",
                "שעה": "11:3 - 13:3",
                "בניין": "אולמן",
                "חדר": "302"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "משוואות דיפרנציאליות חלקיות מ'",
            "מספר מקצוע": "104228",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערה: דרוש קורס קדם נוסף של תכנות (למשל: 234128 או 234112 או 234127) אפשר גם ללמוד את קורס התכנות במקביל למקצוע זה. דיון כללי על משוואות דיפרנציאליות חלקיות ותנאים מצורפים. התרת משוואות מסדר ראשון, בעיית קושי ועקומים אופייניים. מיון משוואות דיפרנציאליות חלקיות מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד-ממדית, שיטת ד'למבר. טורי פורייה טריגונומטריים, שיטת הפרדת המשתנים ובעיית שטורם-ליוביל. משוואת החום והגלים בקטע סופי, משוואות לפלס ופואסון. עקרון המקסימום והמינימום ותכונות פונקציות הרמוניות. התמרת פורייה ושימושים למד\"ר ומד\"ח.",
            "מקצועות קדם": "( 104285 ו- 104013 )  או ( 104135 ו- 104013 )  או ( 104131 ו- 104022 )  או ( 104285 ו- 104004 )  או ( 104135 ו- 104004 )  או ( 104131 ו- 104004 )",
            "מקצועות ללא זיכוי נוסף": "104218",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104223 104220 104030",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה  2מ",
            "מספר מקצוע": "114021",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסויים בשטח של בליסטיקה של אלקטרונים בשדות אלקטרומגנטיים, מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן ריסון, תהודה, איפנון, התנהגות לא-ליניארית).",
            "מקצועות קדם": "114020 ו- 044102",
            "מקצועות צמודים": "114076",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114034 114019",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114082 114033 114030",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות , אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ', בטיחות במעבדות חשמל.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 2 מח'",
            "מספר מקצוע": "114030",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסויים בשטח הבליסטיקה של אלקטרונים בשדות אלקטרומגנטיים. מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן תהודה, אפנון והתנהגות לא לינארית). הקף המעבדה 2\/3 מהחומר הנדרש במעבדה לפיסיקה 2מ'.",
            "מקצועות קדם": "114076 ו- 114020 ו- 044102",
            "מקצועות צמודים": "114076",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114082 114034 114021 114019",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114033",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות, אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ', בטיחות במעבדות חשמל.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 1ח'",
            "מספר מקצוע": "114032",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קווית, תנועה מחזורית, כח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד.",
            "מקצועות קדם": "114071  או 114051",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114081 114020 114018",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות , אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 3 - גלים",
            "מספר מקצוע": "114035",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ניסויים בגלים (גלי קול, אור ומיקרו), שימוש בתופעות התאבכות, עקיפה, וקיטוב למדידות ערכים פיזיקאליים שונים. אינטרפרומטר מייכלסון, מאך-זנדר, ניסוי שני סדקים, גל-בו, ספקטרוסקופיה אטומית, פיזור בראג.",
            "מקצועות קדם": "( 114086 ו- 114034 )  או ( 114086 ו- 114030 )  או ( 114086 ו- 114021 )",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114038",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם או צמוד: גלים או מערכות\nמפולגות, מעבדה לפיזיקה 2מ'\/2מח'\/2מפ'",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 4מח'",
            "מספר מקצוע": "114037",
            "נקודות": "1.5",
            "הרצאה": "21",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ניסויים בפיסיקה מודרנית, (אפקט פוטו-אלקטרי, ניסוי פרנק-הרץ, תהודה מגנטית גרעינית, תהודה ספין אלקטרוני), ניסויים בפיסיקה של מצב מוצק (הולכה, אפקט הול, פוטו-וולטאי), ניסויים בפיסיקה גרעינית.",
            "מקצועות קדם": "115203 ו- 114035",
            "מקצועות ללא זיכוי נוסף": "114031",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות , אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה קוונטית 1, מעבדה\nלפיזיקה 3.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1",
            "מספר מקצוע": "114051",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחצוניים, שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאי, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי, תופעת דופלר יחסותית, אנרגיה ותנע יחסותיים, פיזור, יצירה והתפרקות של חלקיקים.",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104018 104003",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114077",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114074 114071",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114064 114014 114003 114001",
            "אחראים": "גב. הדיל ח'מיס",
            "הערות": "מתרגל אחראי:אלדנה גריצ'ינר.",
            "מועד א": "בתאריך 05.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. הדיל ח'מיס",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. הדיל ח'מיס",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. אלדנה גריצ'ינר",
                "יום": "ד",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. אלדנה גריצ'ינר",
                "יום": "ד",
                "שעה": "14:3 - 15:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2",
            "מספר מקצוע": "114052",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה.*** חשמל ומגנטיות: אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים. חוק אום, מעגלי CR, שדה מגנטי, חוק אמפר, חוק פרדי, השראות, תכונות מגנטיות של חומר, משוואות מקסוול. גלים: גלים מכניים, שרשרת אוסצילטורים, גלי רוחב במיתר, גלים אקוסטיים בנוזל או בגז, תנאי שפה, גלים עומדים: ספקטרום תדרים. גלים מתקדמים: מהירות פאזה ומהירות חבורה, שבירה והחזרה, החזרה מלאה. עקרון הויגנס: עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק, קיטוב.",
            "מקצועות קדם": "( 114077 ו- 113014 )  או ( 114071 ו- 113014 )  או ( 114051 ו- 113014 )",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114078",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114076 114075 114072",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114064 114014 114004 114002",
            "אחראים": "דר. זיו מיקוליצקי",
            "הערות": "מתרגל אחראי:רון בסלר.",
            "מועד א": "בתאריך 17.10.2021 יום א"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "9:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רון בסלר",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "פיסיקה",
                "חדר": "620"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "9:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר עודד זילברמן",
                "יום": "ה",
                "שעה": "14:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "9:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר עודד זילברמן",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "סמינר' ב",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 3",
            "מספר מקצוע": "114054",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "רקע ויסודות המכניקה הקונטית - תכונות חלקיקיות של אור, תכונות גליות של חומר, קונטיזציה של קרינה ואנרגיה. מודל האטום של בוהר, גילוי הגרעין ע\"י רתרפורד, פונקצית גל ומשואות שרדינגר - הגישה ההסתברותית, פתרון משואת שרדינגר לחלקיק חופשי ובנוכחות פוטנציאלים שונים. תאור קונטי של אטום המימן, אטומים רבי אלקטרונים והטבלה המחזורית. מצב מוצק - מבנה המוצק, מודל אלקטרונים חפשיים, מבנה פסים, מוליכים, מבדדים, ומוליכים למחצה. גרעין - מבנה הגרעין, כוחות גרעיניים ואנרגית קשר, רדיואקטיביות, ראקציות גרעיניות, ביקוע, מיזוג ואנרגיה גרעינית. חלקיקים יסודיים - חלקיקים ואנטי חלקיקים, חוקי שימור, מיון חלקיקים, הכוחות הבסיסיים בטבע. אסטרופיסיקה וקוסמולוגיה - התפתחות כוכבים ובריאת היקום.",
            "מקצועות קדם": "114075  או 114052",
            "מקצועות ללא זיכוי נוסף": "114053",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114073",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114099 114065 114014",
            "אחראים": "דר. אלכסנדרה בקמן",
            "הערות": "מתרגלת אחראית: ליטל זרביב.",
            "מועד א": "בתאריך 14.10.2021 יום ה"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלכסנדרה בקמן",
                "יום": "ב",
                "שעה": "13:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלכסנדרה בקמן",
                "יום": "ד",
                "שעה": "13:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. ליטל שני-זרביב",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1מ",
            "מספר מקצוע": "114071",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** מכניקה קלסית- חוקי ניוטון. דינמיקה של חלקיק. טרנספורמצית גליליי. תאור תנועה במערכות לא-אינרציאליות. חוקי השימור של האנרגיה, התנע הקוי והתנע הזויתי. מערכות רבות חלקיקים. דינמיקה של גוף צפיד. אוסצילטור הרמוני. גרביטציה. מכניקה יחסותית - טרנספורמציות לורנץ לוקטורים של מקום-זמן ותנע-אנרגיה טרנספורמציה של וקטור המהירות. דינמיקה יחסותית. חלקיקים עם מסת מנוחה השווה לאפס.",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104195",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114074 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114014",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114077 114051 114014 114003 114001",
            "אחראים": "פרופ. עדי נסר",
            "הערות": "מתרגל אחראי: ינאי פלורסהיים.",
            "מועד א": "בתאריך 06.10.2021 יום ד"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ינאי פלורסהיים",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ינאי פלורסהיים",
                "יום": "ה",
                "שעה": "14:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2ממ",
            "מספר מקצוע": "114075",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה. מקצועות צמודים:(104013 ו- 104035) או 104032. אלקטרוסטטיקה, שדה ופוטנציאל חשמליים, הזרם החשמלי, השדות המלווים מטען נע, שדה מגנטי, השראות, משוואות מקסוול ופתרונם, מעגלי זרם חילופין. מבוא לגלים, נפיצה, שבירה, מהירות פזה וחבורה, תנע ואנרגיה של גל אלקטרומגנטי, קיטוב, התאבכות ועקיפה.",
            "מקצועות קדם": "114071 ו- 113014",
            "מקצועות צמודים": "104035 104032 104013",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114076 114072",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114078 114052 114014 114004 114002",
            "אחראים": "דר. סעיד מחאג'נה",
            "הערות": "מתרגל אחראי: ליאת נמירובסקי.",
            "מועד א": "בתאריך 13.10.2021 יום ד"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "11:3 - 13:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ד",
                "שעה": "11:3 - 13:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ד",
                "שעה": "14:3 - 16:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "יום": "א",
                "שעה": "12:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "620"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1ל",
            "מספר מקצוע": "114077",
            "נקודות": "2.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחיצוניים. שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאו, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי. תופעת דופלר יחסותית. אנרגיה ותנע יחסותיים. יצירה והתפרקות של חלקיקים.",
            "מקצועות צמודים": "104018 104003",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114051",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114074 114071",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114003",
            "אחראים": "פרופ. עדי נסר",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה)וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114051( 1).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================\n====================\nמתרגל אחראי: רז פירנקו.",
            "מועד א": "בתאריך 05.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "א",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "א",
                "שעה": "13:3 - 14:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ג",
                "שעה": "13:3 - 15:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "סמינר' ב",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ד",
                "שעה": "13:3 - 14:3",
                "בניין": "סמינר' ב",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רז פירנקו",
                "יום": "א",
                "שעה": "15:3 - 17:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רז פירנקו",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רז פירנקו",
                "יום": "ד",
                "שעה": "15:3 - 17:3",
                "בניין": "סמינר' ב",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2ל",
            "מספר מקצוע": "114078",
            "נקודות": "3.5",
            "הרצאה": "5",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים, חוקי אום וקירכהוף, מעגלי CR, שדה מגנטי, חוקי אמפר ופרדיי, השראות, תכונות מגנטיות של חומר, משוואות מכסוול. אופטיקה גאומטרית. גלי רוחב במיתר, גלים אקוסטיים. גלים עומדים. גלים מתקדמים: מהירות פאזה וחבורה, שבירה והחזרה, עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק ובחומר. קיטוב ואנרגיה של גלים.",
            "מקצועות קדם": "114077  או 114071  או 114051",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114052",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114076 114075",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114004",
            "אחראים": "",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה) וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114052( 2).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================\n====================\nמתרגל אחראי: דניאל מלר.",
            "מועד א": "בתאריך 17.10.2021 יום א"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורן שפיר",
                "יום": "א",
                "שעה": "8:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורן שפיר",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "502"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורן שפיר",
                "יום": "ג",
                "שעה": "8:3 - 12:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר דניאל מלר",
                "יום": "א",
                "שעה": "13:3 - 15:3",
                "בניין": "פיסיקה",
                "חדר": "323"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר דניאל מלר",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "309"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר דניאל מלר",
                "יום": "ג",
                "שעה": "13:3 - 15:3",
                "בניין": "פיסיקה",
                "חדר": "1"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 1",
            "מספר מקצוע": "114081",
            "נקודות": "1.5",
            "הרצאה": "20",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קוית, תנועה מחזורית, כוח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד, תהודה מכנית, פעימות.",
            "מקצועות קדם": "114071  או 114051",
            "מקצועות ללא זיכוי נוסף": "124611",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114020 114018",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114032",
            "אחראים": "דר. יוליה פריזאנט",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות , אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 5ת",
            "מספר מקצוע": "114250",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 ניסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק.",
            "מקצועות קדם": "115203 ו- 114036 ו- 114035",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114027 114026",
            "אחראים": "דר. אנטולי גולדמן",
            "הערות": "בתחילת הקורס תתקיים שיחת פתיחה\nובחירת נסיויים. כמו כן תנתן הדרכה\nבטיחות בלייזר(נוכחות חובה!!!).\nפרטים יתפרסמו בהמשך.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר טל אובסטבאום\nמר דניאל ניקיפורוב",
                "יום": "א",
                "שעה": "12:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר טל אובסטבאום\nמר דניאל ניקיפורוב",
                "יום": "ד",
                "שעה": "12:3 - 18:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 6ת",
            "מספר מקצוע": "114251",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 נסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק שלא בוצעו במסגרת מעבדה לפיסיקה 5ת.",
            "מקצועות קדם": "114250",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114029 114028",
            "אחראים": "דר. אנטולי גולדמן",
            "הערות": "בתחילת הקורס תתקיים שיחת פתיחה\nובחירת ניסויים. כמו כן תינתן הדרכת\nבטיחות בלייזר(נוכחות חובה!!!).\nפרטים יתפרסמו בהמשך.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר בר כהן",
                "יום": "א",
                "שעה": "12:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר בר כהן",
                "יום": "ד",
                "שעה": "12:3 - 18:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "השלמות כימיה",
            "מספר מקצוע": "123015",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשבעה חלקים: מושגי יסוד, מבנה האטום, הטבלה המחזורית, הקשר הכימי, סטוכיומטריה, שיווי משקל בגזים, חומצות ובסיסים.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה בכימיה אנליטית 1 מורחב",
            "מספר מקצוע": "124212",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "5",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ינתנו 11 הנסיונות הבאים: (פירוט בחוברת המעבדה) תמיסות: ריכוזים, מסיסות. טיטרציות חומצה-בסיס מימיות. טיטרציות חמצון-חיזור ויזואליות. טיטרציות חמצון-חיזור פוטנציומטריות. קביעת מנגן בפלדה. טיטרציות שיקוע. אלקטרודות יון סלקטיביות. גרבימטריה וקומפלקסומטריה. אלקטרוגרבימטריה, קולומטריה. ניסויים לבדיקות מים.",
            "מקצועות קדם": "125101  או 124220",
            "מקצועות ללא זיכוי נוסף": "125105 125102",
            "אחראים": "דר. דוד איזנברג",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. מעיין סויסה שלייף\nדר. דוד איזנברג\nגב. ג'ניה סקליאר",
                "יום": "א",
                "שעה": "9:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. מעיין סויסה שלייף\nדר. דוד איזנברג\nגב. ג'ניה סקליאר",
                "יום": "ד",
                "שעה": "9:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה בכימיה אנליטית 2 מורחב",
            "מספר מקצוע": "124214",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ספקטרופוטמטריה: קביעת ריכוזים, אנליזה של תערובות. פלואורסנציה: אנליזה של כינין במשקאות, אנליזה של אספירין. בליעה ופליטת אטומים. כרומטוגרפית גזים: סדרות הומולוגיות, אנליזה של לימונן. גז כרומטוגרפיה עם גלאי ספקטרוסקופית מאסות ( MS-GC ). כרומטוגרפית נוזל HPLC.  וולטמטריה ציקלית.",
            "מקצועות קדם": "( 125102 ו- 124213 )  או ( 124213 ו- 124212 )",
            "מקצועות ללא זיכוי נוסף": "124217 124103",
            "אחראים": "דר. נדב אמדורסקי",
            "הערות": ""
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. נדב אמדורסקי\nגב. בת-חן זלמן\nמר תומר בורשטיין\nגב. ורה פירזון",
                "יום": "א",
                "שעה": "9:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. נדב אמדורסקי\nגב. בת-חן זלמן\nמר תומר בורשטיין\nגב. ורה פירזון",
                "יום": "ד",
                "שעה": "9:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ביולוגיה",
            "שם מקצוע": "גנטיקה כללית",
            "מספר מקצוע": "134020",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בסמסטר א' הקורס מיועד להנ.ביוטכנולוגיה ומזון והשאר על בסיס פנוי. בסמסטר ב' הקורס מיועד לביולוגיה ומסלוליה והוראת המדעים בלבד. נושאי הקורס: חוקי התורשה המנדליים והלא מנדליים, מהות הגן, ניתוח שושלות, התיאוריה הכרומוזומלית של ההורשה, קביעת מין, תאחיזה, שחלוף ושיטות למיפוי גנים באדם ובאורגניזמים שונים, מוטציות ושינויים במבנה הכרומוזומים ובמספרם, אינטראקציה בין גנים. הערה: הקורס פתוח לסטודנטים מפקולטות אחרות. ידרשו מקצועות קדם מקבילים בתאום עם מורה הקורס.",
            "מקצועות קדם": "134127  או 134058",
            "מקצועות צמודים": "134144",
            "מקצועות ללא זיכוי נוסף": "274223 274165",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274010",
            "אחראים": "דר. עידן ילין",
            "הערות": "",
            "מועד א": "בתאריך 21.10.2021 יום ה"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. עידן ילין",
                "יום": "א",
                "שעה": "15:3 - 18:3",
                "בניין": "אמדו",
                "חדר": "233"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. עידן ילין",
                "יום": "ג",
                "שעה": "15:3 - 18:3",
                "בניין": "אמדו",
                "חדר": "233"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר כפיר דוד",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "אמדו",
                "חדר": "233"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ביולוגיה",
            "שם מקצוע": "ביולוגיה 1",
            "מספר מקצוע": "134058",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בסמסטר א' הקורס מיועד ל: ביולוגיה ומסלוליה, הנ. ביוטכנולוגיה ומזון והוראת המדעים וקבוצה מסויימת בנפרד - לפקולטות הנדסיות. בסמסטר ב' הקורס מיועד ל: הנ. ביו-רפואית, הנ. חשמל, מדעי המחשב, מתמטיקה וכימיה. הביולוגיה והגישה המחקרית, המים והסביבה, האבולוציה הכימית, מקרומולקולות, הדוגמה המרכזית-חומצות גרעין, שכפול, שעתוק ועבוד ר.נ.א., הצופן הגנטי והתרגום, טכנולוגיית הד.נ.א. והגנומיקה. התא הפרוקריוטי, קרום התא-מבנה ותפקוד, עקרונות המטבוליזם ומיחזור האנרגיה. יסודות הסיסטמטיקה, הטקסונומיה, והפילוגנזה. התא האאוקריוטי-אברוני התא, מחזור התא, מיטוזה ומיוזה, מהתא לרקמה, תאי גזע והתמיינות. יסודות האבולוציה.",
            "מקצועות ללא זיכוי נוסף": "134127 134017 134010 015904",
            "מקצועות ללא זיכוי נוסף (מכילים)": "134012",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "134066",
            "אחראים": "דר. אלונה רבנר",
            "הערות": "",
            "מועד א": "בתאריך 15.10.2021 יום ו"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלונה רבנר",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלונה רבנר",
                "יום": "ה",
                "שעה": "9:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "307"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "פרויקט מיוחד 4ב'",
            "מספר מקצוע": "205624",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "4",
            "סילבוס": "בעיה מיוחדת בתכנון ארכיטקטוני.  נושא ב'.%",
            "אחראים": "ארכיטקט תמר נחשון",
            "הערות": "ישיבה 1:1\nהקורס יתקיים 1-5.8\nבין השעות 8.30-18.30",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "הבעה גרפית",
            "מספר מקצוע": "205813",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקניית יכולת בסיסית בהבעה וחשיבה גרפית בארכיטקטורה. הבעה גרפית באמצעים שונים לתאור המרחב. יכולת הבעה וחשיבה גרפית ביד חופשית וברישום ארכיטקטוני לעריכה וכיתוב, צבע, אור וצל. אמצעים וטכניקות הגשה.",
            "מקצועות ללא זיכוי נוסף (מכילים)": "205641",
            "אחראים": "ארכיטקט אמיר תומשוב",
            "הערות": "הקורס יתקיים בתאריכים הבאים בין\nהשעות 9.00-15.00\n2.8,5.8,9.8,12.8,16.8,19.8",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 1ג'",
            "מספר מקצוע": "205819",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: רישום, שרטוט אדריכלי, מידול תלת ממדי, בניית מודלים, ייצור מבוסס מחשב- חיתוך לייזר, סריקה תלת ממדית, גרפיקה- בסיסי.",
            "מקצועות קדם": "205922",
            "אחראים": "ארכיטקט ארן שפיר",
            "הערות": "סדנת מדיה- ריינו תלת מימד\nהסדנה תתקיים בתאריכים:\n5.8 ,12.8 ,19.8 ,26.8 ,2.9 ,9.9\nקבוצה 8.30-12.45 :11\nקבוצה 13.00-17.15 :12\nהקורס ילמד באופן היברידי",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 1ה'",
            "מספר מקצוע": "205821",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: רישום, שרטוט אדריכלי, מידול תלת ממדי, בניית מודלים, ייצור מבוסס מחשב- חיתוך לייזר, סריקה תלת ממדית, גרפיקה- בסיסי.",
            "מקצועות קדם": "205922",
            "אחראים": "ארכיטקט אריאל פרמן",
            "הערות": "סדנת מדיה: אדר' חזותית\n1.8 ,3.8 ,5.8 ,8.8 ,10.8 ,12.8\nבין השעות 9.00-13.00\nהקורס ילמד באופן מקוון",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "חינוך למדע וטכנולוגיה",
            "שם מקצוע": "שיטות מחקר כמותיות ועיבוד נתונים",
            "מספר מקצוע": "216009",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הכרת עקרונות המחקר הכמותי-אמפירי- תהליך עבודת החוקר, סוגי משתנים, סטטיסטיקה תיאורית כולל מתאמים, מהימנות וניתוח גורמים (תוקף מבנה), סטטיסטיקה היסקית: בדיקת השערות ומובהקות, מבחני טי למדגמים לא תלויים, ניתוחי שונות בסיסיים. יושם דגש על ניתוח מחקרים בתחום הוראת המתמטיקה, המדעים וההנדסה. הקורס ילווה בקריאה ביקורתית של מאמרים מחקריים בתחום הוראת המדעים, ובתרגול בתוכנת ה-SPSS שיאפשר לבצע עיבוד נתונים. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: להבין שיטות מחקר כמותיות ועיבוד נתונים בסיסיים במאמרים אקדמיים בתחום החינוך המדעי. לבצע התאמה ותוך בחירה בין שאלות מחקר לפרוצדורות סטטיסטיות. לעבד נתונים בתוכנת SPSS ולפענח דפי פלט.",
            "מקצועות זהים": "218001",
            "אחראים": "דר. זהבית כהן",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "דר. זהבית כהן",
                "יום": "ג",
                "שעה": "16:3 - 20:3",
                "בניין": "שרמן הור",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "16:3 - 20",
                "בניין": "שרמן הור",
                "חדר": "300"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבוא למדעי המחשב מ'",
            "מספר מקצוע": "234114",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד לסטודנטים למדעי המחשב. המקצוע 234111 (מבוא למדעי המחשב) יענה על הדרישה לקדם בכל  מקום שבו נדרש 234114. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפוש לעומק. מיון יעיל.",
            "מקצועות ללא זיכוי נוסף": "234221 234130 234128 234127 234126 234117 234112 234111 234109 234106 234104 234102",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "234108 094704",
            "אחראים": "גב. יעל ארז",
            "הערות": "ניתן יחד עם 234117.\n====================\nשעות המעבדה אינן מופיעות במערכת -\nעבודה עצמית בחוות המחשבים.",
            "מועד א": "בתאריך 12.10.2021 יום ג",
            "מועד ב": "בתאריך 01.11.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. יעל ארז",
                "יום": "ב",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "302"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. יעל ארז",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר מתן ממיסטבלוב",
                "יום": "ב",
                "שעה": "15:3 - 17:3",
                "בניין": "אמדו",
                "חדר": "231"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר מתן ממיסטבלוב",
                "יום": "ד",
                "שעה": "15:3 - 17:3",
                "בניין": "אמדו",
                "חדר": "231"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבוא למדעי המחשב ח'",
            "מספר מקצוע": "234117",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד לסטודנטים של הנדסת חשמל. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תוכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפש לעומק. מיון יעיל.",
            "מקצועות ללא זיכוי נוסף": "234221 234130 234128 234127 234126 234114 234112 234111 234109 234106 234104 234102",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "234108 094704",
            "אחראים": "גב. יעל ארז",
            "הערות": "ניתן יחד עם 234114.\n====================\nשעות המעבדה אינן מופיעות במערכת -\nעבודה עצמית בחוות המחשבים.",
            "מועד א": "בתאריך 12.10.2021 יום ג",
            "מועד ב": "בתאריך 01.11.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. יעל ארז",
                "יום": "ב",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. יעל ארז",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר מתן ממיסטבלוב",
                "יום": "ב",
                "שעה": "15:3 - 17:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר מתן ממיסטבלוב",
                "יום": "ד",
                "שעה": "15:3 - 17:3",
                "בניין": "אולמן",
                "חדר": "302"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבוא לתכנות מערכות",
            "מספר מקצוע": "234124",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "2",
            "סילבוס": "השלמות שפת C: מצביעים, רשומות, ניהול זיכרון דינמי, רשימות מקושרות, עצים. ניהול גרסאות. הידור, קישור, ושימוש בספריות. פקודות SHELL בסיסיות. פייתון כשפת \"דבק\" של המערכת. ניפוי שגיאות, בדיקת תוכנה, בדיקה אוטומטית. מבוא ל- C++ : תכנות מונחה עצמים, טיפוסי נתונים מופשטים, פולימורפיזם דינמי וסטטי.",
            "מקצועות קדם": "234117  או 234114",
            "מקצועות ללא זיכוי נוסף": "234122 234121 094219 044101",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 13.10.2021 יום ד"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אהרון קופרשטוק",
                "יום": "ב",
                "שעה": "10:3 - 14:3",
                "בניין": "אמדו",
                "חדר": "233"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יניב גופט",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "אמדו",
                "חדר": "234"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יניב גופט",
                "יום": "ג",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "308"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבוא למחשב שפת פייתון",
            "מספר מקצוע": "234128",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד לכלל הסטודנטים בטכניון. מבנה המחשב. חומרה ותכנה. ייצוג נתונים. מושגי יסוד ותכנות בשפת פייתון: ערכים, משתנים, ביטויים, טיפוסי נתונים בפייתון, התניות, חוגים (לולאות), פונקציות, רקורסיה, קלט\/פלט (טקסטואלי וגרפי). סביבת הפיתוח של פייתון: שטח העבודה, הרצת תוכניות, ניפוי שגיאות. פיתוח מובנה של תוכניות, ארגון מידע במחשב. אלגוריתמים: פיתוח מונחה נכונות וסיבוכיות בסיסית. פתרונות אלגוריתמים למיון, חיפוש, בעיות במספרים שלמים.",
            "מקצועות ללא זיכוי נוסף": "274121 234221 234130 234127 234126 234117 234114 234112 234111 234106",
            "אחראים": "דר. ילנה נופברי",
            "הערות": "",
            "מועד א": "בתאריך 08.10.2021 יום ו",
            "מועד ב": "בתאריך 08.11.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ילנה נופברי",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ילנה נופברי",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אורן אלמקיס",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אורן אלמקיס",
                "יום": "ד",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "308"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "קומבינטוריקה למדעי המחשב",
            "מספר מקצוע": "234141",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "1",
            "סילבוס": "עקרונות ספירה בסיסיים, הבינום של ניוטון, עקרון ההכלה וההפרדה, רקורסיה ואינדוקציה, פונקציות יוצרות, חלוקות. גרפים מכוונים ולא מכוונים, עצים, ספירת עצים, מסלולים אוילריים, עצים מצביים ומספרי קטלן. הקורס מיועד לסטודנטים של מדעי המחשב.",
            "מקצועות קדם": "( 104195 ו- 104016 )  או ( 104031 ו- 104016 )  או ( 104166 ו- 104031 )  או ( 104195 ו- 104166 )",
            "מקצועות ללא זיכוי נוסף": "234246 234144 104286 094347 094346 094345 094344 044114",
            "אחראים": "פרופ. חבר איתן יעקובי",
            "הערות": "",
            "מועד א": "בתאריך 22.10.2021 יום ו",
            "מועד ב": "בתאריך 12.11.2021 יום ו"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר איתן יעקובי",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "אמדו",
                "חדר": "233"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר לב יוחננוב",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "אמדו",
                "חדר": "231"
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר איתן יעקובי",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "אמדו",
                "חדר": "233"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר לב יוחננוב",
                "יום": "ג",
                "שעה": "14:3 - 16:3",
                "בניין": "אמדו",
                "חדר": "234"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבני נתונים 1",
            "מספר מקצוע": "234218",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "1",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יקנה ידע במבני נתונים בסיסיים, באנליזה, ביישומים ובשימושים שונים שלהם. יושם דגש על התאמת מבני הנתונים לצרכי הבעיה הנתונה. סוגי מבנים: חזרה על המבנים הפשוטים (מערכים, רשימות, מחסניות ותורים), רשימות דילוגים, תורי עדיפות, ערמות, עצים דיגיטלים ( TRIES ). מיון וחיפוש. עצים וגרפים וייצוגיהם. הקצאת זכרון, ערבול, איסוף אשפה.",
            "מקצועות קדם": "( 234141 ו- 234122 )  או ( 234122 ו- 104286 )  או ( 234124 ו- 104286 )  או ( 234141 ו- 234124 )",
            "מקצועות צמודים": "104222 104034 094412",
            "מקצועות ללא זיכוי נוסף": "094224 094223 044268",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "035015",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 10.10.2021 יום א",
            "מועד ב": "בתאריך 31.10.2021 יום א"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. סתיו פרלה",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "אמדו",
                "חדר": "231"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. סתיו פרלה",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "אמדו",
                "חדר": "231"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גיל בן שחר",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גיל בן שחר",
                "יום": "ד",
                "שעה": "12:3 - 13:3",
                "בניין": "אולמן",
                "חדר": "307"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "פרויקט בקומפילציה ה'",
            "מספר מקצוע": "234302",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "3",
            "סילבוס": "בקורס זה יכתב קומפיילר לשפה מסויימת. הסטודנטים יעבדו יחידים או בצוותים בפיקוח של אסיסטנט.",
            "מקצועות קדם": "236360",
            "מקצועות ללא זיכוי נוסף": "236361",
            "אחראים": "",
            "הערות": "נפתח עי מדור מעקב",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "פרויקט בגרפיקה ממוחשבת ה'",
            "מספר מקצוע": "234326",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "3",
            "סילבוס": "יבוצע פרויקט על ציוד גרפי. הפרויקט יבוצע ע\"י סטודנטים יחידים או בקבוצות קטנות בהשגחתם של אסיסטנטים  ובהדרכת חבר סגל בכיר.",
            "מקצועות קדם": "234325",
            "מקצועות ללא זיכוי נוסף": "236328 044347",
            "אחראים": "",
            "הערות": "נפתח עי מדור מעקב",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "האינטרנט של הדברים - טכנולוגיות",
            "מספר מקצוע": "236332",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "רקע תאורטי של טכנולוגית ה- IOT וכלים לפיתוח של פרויקט מעשי של מערכות IOT חכמות המשלבות שרותי אחסון ומחשוב עננים, טלפונים חכמים ומיקרו בקרים. הרקע התאורטי מכיל מבוא ל- IOT, מבוא ל- BIG DATA במערכות IOT, פרקים נבחרים בתקשורת מחשבים, רשתות אלחוט ומחשוב עננים, וסקירה של בעיות בהגנת מערכות ממוחשבות עם דגש על IOT. בנוסף, הקורס מכיל מבוא לתכנות מיקרו בקרי IOT ומבוא לאלקטרוניקה בסיסית. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: - להבין את הסביבה שבה פועלים מוצרי IOT, - להבין כיצד עובדת תקשורת נתונים אלחוטית במערכות IOT, - להבין את בעיות אבטחת התוכנה במערכות IOT, - לתכנן מעגל בסיסי באלקטרוניקה ואפליקציות חומרה ותוכנה עם בקרי ארדואינו, - לבנות יישומי IOT בבית חכם, ערים חכמות ועוד, המשתמשים במחשוב עננים ובטלפון חכם.% נדרש ללמוד קורס זה יחד עם הקורס 236333.",
            "מקצועות צמודים": "236333",
            "מקצועות ללא זיכוי נוסף": "097247",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 06.10.2021 יום ד",
            "מועד ב": "בתאריך 25.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר איתי דברן",
                "יום": "ג",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "306"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר איתי דברן",
                "יום": "ד",
                "שעה": "12:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "306"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "פרויקט באינטרנט של הדברים",
            "מספר מקצוע": "236333",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "4",
            "סילבוס": "במסגרת הפרויקט יפתחו הסטודנטים אב טיפוס למוצר IOT. מוצר זה משלב תכנות מבוסס שירותי ענן, טלפון חכם, מיקרו-בקרים וחומרות שונות. העבודה מתבצעת בקבוצות של 3-2 סטודנטים. בסיום הקורס מוצג מוצר ומוגש דו\"ח כתוב. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: לתכנן ולבנות יישומי IOT משולבי חומרה ותוכנה המבוססים על בקרי ארדואינו ומשתמשים במחשוב עננים ובטלפון חכם.נדרש ללמוד קורס זה יחד עם הקורס 233632.",
            "מקצועות קדם": "( 234124 ו- 044252 )  או ( 234252 ו- 234124 )  או ( 234262 ו- 234122 )",
            "מקצועות צמודים": "236332",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "פרוייקט",
                "מרצה\/מתרגל": "מר איתי דברן",
                "יום": "ג",
                "שעה": "14:3 - 16:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "פרוייקט",
                "מרצה\/מתרגל": "מר איתי דברן",
                "יום": "ד",
                "שעה": "14:3 - 16:3",
                "בניין": "אולמן",
                "חדר": "307"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "פרויקט ב- וי.אל.אס.אי. ב'",
            "מספר מקצוע": "236381",
            "נקודות": "4",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "8",
            "סילבוס": "במסגרת קורס זה הסטודנטים יתכננו, יממשו ויתעדו פרוייקטים שונים בנושאים הקשורים ל-VLSI. לכל פרוייקט צמוד מנחה (בדרך כלל המנחים הם המציעים את הפרוייקט). רשימת הפרוייקטים המוצעים והמנחים מפורסמת בתחילת הסמסטר. הסטודנטים עובדים בזוגות בהנחיה צמודה של המנחה והמהנדס האחראי על המעבדה ל- VLSI.",
            "מקצועות קדם": "234262  או 234252  או 044262  או 044252",
            "אחראים": "",
            "הערות": "לרישום נא לפנות לגואל סמואל בניין\nמאייר 8294668.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מדע והנדסה של חומרים",
            "שם מקצוע": "מעבדה בחומרים הנדסיים ח'",
            "מספר מקצוע": "314009",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבנה ותכונות של חומרים:  שיטות בדיקה של תכונות מכניות, מטלוגרפיה אופטית, גורמי פריכות, התעייפות. הכרת חומרים הנדסיים והכרת תהליכים: דיאגרמת פאזות, פולימרים, עבודה עם מחשב במדע והנדסה של חומרים, אלסטומרים, חיסום והרפיה, זיקון.",
            "מקצועות קדם": "314011",
            "מקצועות ללא זיכוי נוסף": "314012",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. יקטרינה דובגולבסקי",
                "יום": "ב",
                "שעה": "10:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. יקטרינה דובגולבסקי",
                "יום": "ד",
                "שעה": "10:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "אנגלית טכנית-מתקדמים ב'",
            "מספר מקצוע": "324033",
            "נקודות": "3",
            "הרצאה": "4",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד לבוגרי אנגלית מדעית 2 (324022), או לבוגרי אנגלית למתקדמים א' (324032) ולסטודנטים שסווגו לאנגלית טכנית- מתקדמים ב' על סמך הבחינה הפסיכומטרית או בחינת אמי\"ר. הדגש מושם על הבנת טקסטים מדעיים ברמה מקצועית גבוהה, הבעה בכתב ובע\"פ ועל שיפור עיקרי הלשון. כיתות הומוגניות מוצעות לסטודנטים בכל הפקולטות. חובה על הסטודנט להרשם לקבוצה המיועדת לפקולטה שבה הוא לומד. סיום הקורס בהצלחה ממלא את החובות במקצוע האנגלית.",
            "מקצועות ללא זיכוי נוסף": "324012",
            "אחראים": "",
            "הערות": "עליך להירשם לאנגלית ע\"פ רמת הסיווג\nאליה שובצת.",
            "מועד א": "בתאריך 03.10.2021 יום א"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורית רבקין",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "606"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורית רבקין",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "אמדו",
                "חדר": "234"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורית רבקין",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אורית רבקין",
                "יום": "ה",
                "שעה": "8:3 - 10:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. עליזה בר-שלמה",
                "יום": "א",
                "שעה": "16:3 - 18:3",
                "בניין": "אמדו",
                "חדר": "234"
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. עליזה בר-שלמה",
                "יום": "ב",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "304"
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. עליזה בר-שלמה",
                "יום": "ג",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. עליזה בר-שלמה",
                "יום": "ד",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. פנינה פוקס",
                "יום": "א",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "104"
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. פנינה פוקס",
                "יום": "ב",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "307"
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. פנינה פוקס",
                "יום": "ג",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "308"
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "גב. פנינה פוקס",
                "יום": "ד",
                "שעה": "16:3 - 18:3",
                "בניין": "אולמן",
                "חדר": "308"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מן התנ\"ך ועד למשפט הישראלי החדשני",
            "מספר מקצוע": "324298",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יסקור את סיפורי התנ\"ך המיתולוגיים, איכויותיהם הנרטיביות המיוחדות ומארג הקשרים בינם לבין המשפט הישראלי המודרני. תודגם פעילותם של הנרטיבים התנ\"כיים בתרבות העכשווית וההבנייה המתרחשת בינם לבין שדות החברה והמשפט בארץ.",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 04.10.2021 יום ב",
            "מועד ב": "בתאריך 18.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 14:3",
                "בניין": "אמדו",
                "חדר": "234"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "לוחמה פסיכול'-מתעמולה ללוחמת מידע",
            "מספר מקצוע": "324444",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הלוחמה הפסיכולוגית כמרכיב מרכזי בניהול עימותים. הקורס יחשוף את מרכיבי התחום לאורך השנים ויתמקד במלחמות המאה ה-20. ינותחו מוצרי תעמולה כגון: כרוזים, פוסטרים, סרטים, קריקטורות ועוד.",
            "מקצועות ללא זיכוי נוסף": "324868",
            "אחראים": "דר. יניב לויתן",
            "הערות": "",
            "מועד א": "בתאריך 03.10.2021 יום א",
            "מועד ב": "בתאריך 19.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יניב לויתן",
                "יום": "ג",
                "שעה": "8:3 - 12:3",
                "בניין": "אולמן",
                "חדר": "310"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "אהבה וחוק בעידן הטכנולוגי",
            "מספר מקצוע": "324453",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "לאור פרשיות משפטיות עדכניות המעוררות דילמות חוקיות, מוסריות ופילוסופיות נכיר אתת עולם ההולדה האולטרא חדשני הכולל הולדה מן המתים, פונדקאות, סחר בתאי רבייה וחלקיהם, ברירות עוברים וגנטיקה. בעולם זה מעורבים אהבות, תקוות, מאבקי כוחות, אינטרסים, פוליטיקה ואף רווחים כספיים. נלמד אודות המשפט הישראלי בהקשרים אלו ואת ההשפעות התרבותיות, החברתיות והבינלאומיות.",
            "אחראים": "דר. תמר פלד כץ",
            "הערות": "",
            "מועד א": "בתאריך 04.10.2021 יום ב",
            "מועד ב": "בתאריך 18.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. תמר פלד כץ",
                "יום": "ב",
                "שעה": "15:3 - 19:3",
                "בניין": "אמדו",
                "חדר": "233"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מודרניזם בתיאטרון",
            "מספר מקצוע": "324461",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המושג \"מודרניזם\" מאחד תנועות אמנותיות שונות, שהתפתחו לאורך המחצית השניה של המאה ה- 19 ועד סוף המאה ה-20, ומהוות את התשתית הרעיונית והאסתטית לתיאטרון עד ימינו. הקורס סוקר מגמות מרכזיות בתיאטרון ובמופע החי דרך דוגמאות מיצירותיהם וכתביהם של יוצרים מרכזיים.",
            "אחראים": "דר. ארז מעין",
            "הערות": "",
            "מועד א": "בתאריך 05.10.2021 יום ג",
            "מועד ב": "בתאריך 19.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ג",
                "שעה": "9:3 - 13:3",
                "בניין": "אולמן",
                "חדר": "604"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "ברלין בקולנוע-מהנאציזם ועד ימינו",
            "מספר מקצוע": "324462",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יציג את הדרך בה שימש הקולנוע את הממסד הנאצי להעברת מסריו באמצעות סרטים שהציגו את עוצמתו של המנהיג ועליונות הגזע הארי לצד העברת מסרים אנטישמיים בדבר האיום היהודי לשלמות ולבריאות החברה הגרמנית הארית. כן יוצג הדיאלוג המתקיים סביב סרטים אלו בגרמניה העכשווית.",
            "אחראים": "דר. פנינה רוזנברג",
            "הערות": "",
            "מועד א": "בתאריך 04.10.2021 יום ב",
            "מועד ב": "בתאריך 11.10.2021 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. פנינה רוזנברג",
                "יום": "ב",
                "שעה": "10:3 - 14:3",
                "בניין": "אולמן",
                "חדר": "604"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "התיאטרון הקלאסי# מיתוס מקבל גוף",
            "מספר מקצוע": "324524",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "התיאטרון, כפי שאנחנו מכירים אותו עד היום, קיבל את צורתו לפני כ-2500 שנה, ומאז לא חדל להשתנות ולהתפתח, אך מספר עקרונות יסוד בו נשמרו לאורך השנים. מהי דרמה, מדוע לא כל אסון הוא \"טרגדיה\", מהו תפקיד השחקן, המחזאי, הקהל, הבמה, מה קרה לתיאטרון, אמנות בת אלפי שנים, במפגש עם מדיה מאוחרות יותר (קולנוע, טלוויזיה ואפילו אינטרנט), כל אלה יסקרו ויבחנו לאור מחזות מיוון העתיקה ועד למאה ה-19, לצד התבוננות עכשווית בעקרונות ובמחזות הקלאסיים.",
            "אחראים": "דר. ארז מעין",
            "הערות": "",
            "מועד א": "בתאריך 05.10.2021 יום ג",
            "מועד ב": "בתאריך 19.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ג",
                "שעה": "13:3 - 17:3",
                "בניין": "אולמן",
                "חדר": "603"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מודיעין וביטחון לאומי",
            "מספר מקצוע": "324986",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסקור את יסודות עבודת המודיעין, תוך התמקדות בקהילת המודיעין הישראלית והתפתחותה - תפקידי המודיעין, אמצעי האיסוף המודיעיניים הבולטים ועבודת המחקר וההערכה ואת היסטורית קהילת המודיעין הישראלית ופרשיות מפתח בגופי המודיעין המרכזיים. עוד נעסוק ביחסים המורכבים בין המודיעין לקבינט, ובכלל זה מודיעין לשלום. היבטים מוסריים במודיעין ואתגרי המודיעין הניצבים בפני ישראל.",
            "אחראים": "דר. אייל פסקוביץ",
            "הערות": "",
            "מועד א": "בתאריך 05.10.2021 יום ג",
            "מועד ב": "בתאריך 19.10.2021 יום ג"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אייל פסקוביץ",
                "יום": "ג",
                "שעה": "12:3 - 16:3",
                "בניין": "אולמן",
                "חדר": "303"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה ביו-רפואית",
            "שם מקצוע": "מעבדה בהנדסה ביו-רפואית 2",
            "מספר מקצוע": "335002",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית. המעבדה תתמקד באחד מהתחומים: אותות והדמיה, ביומכניקה וזרימה או רקמות וביו-חומרים. על הסטודנט לבחור אחד מהתחומים ולהשלים שישה ניסויים מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. חלק מהניסויים מורכבים משתי פגישות של 4 שעות כל אחת, כמו כן לכל ניסוי מטלות הכנה וכתיבת דו\"ח מסכם.",
            "מקצועות קדם": "335001",
            "מקצועות ללא זיכוי נוסף": "334013 334012",
            "אחראים": "דר. אוסקר ליכטנשטיין",
            "הערות": "ימים ושעות הוראה ובחינות ייקבעו ע\"י\nהמרצה",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ספורט",
            "שם מקצוע": "חוגי-ספורט",
            "מספר מקצוע": "394900",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תאוריה ותירגול מיומנויות במגוון רחב של ענפי ספורט: ג'ודו, קרטה, סיוף, איגרוף, אתלטיקה קלה, התעמלות מכשירים, שחיה, רגבי, טניס שולחן, סקווש, קליעה למטרה ברובה ואקדח, רכיבה על אופניים, החלקה על גלגליות, שייט ועוד. כמו-כן ניתנים משחקי כדור שונים.מרבית הקורסים ניתנים גם לבנות. המקצוע הזה יכול לבוא במקום חינוך גופני הניתן במסגרת מקצועות החובה.",
            "מקצועות ללא זיכוי נוסף": "394810 394809 394808 394807 394806 394805 394804 394803 394802 394801 394800",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "394901",
            "אחראים": "",
            "הערות": "קבוצות 12+10-יש להגיע לשיעור בבגדי\nונעלי ספורט, מגבת ומזרן אישי.\nקבוצה 11-אקוה פורסה-אימון על מזרנים\nצפים.\nנוכחות חובה בכל השיעורים !\nקבוצות 13 עד 21-מתקיימות במרכז הימי\n====================\nחיפה - החוף השקט.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "טיאראקס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 11",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "טיאראקס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "9:3 - 11",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "אקוה פורסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 13",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "אקוה פורסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "9:3 - 11",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "חיזוק ומתיחות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11 - 12:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "חיזוק ומתיחות",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "11 - 12:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "קיאקים",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "סאפ",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "גלשני רוח",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11 - 12:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "",
            "שם מקצוע": "מתמטיקה צעד לפני כולם",
            "מספר מקצוע": "973034",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "לא מוגדר תאור",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "",
            "שם מקצוע": "קורס ריענון פיזיקה",
            "מספר מקצוע": "973037",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "לא מוגדר תאור",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "",
            "שם מקצוע": "קורס ריענון מתמטיקה",
            "מספר מקצוע": "973038",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "לא מוגדר תאור",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    }
]