var courses_from_rishum = [
    {
        "general": {
            "מספר מקצוע": "014005",
            "שם מקצוע": "מעבדה הנדסית",
            "סילבוס": "מעבדה פקולטית בסיסית למכניקת מוצקים: תכונות חומרים, מדידי עבור, מאמצים משולבים, בעיות בכפיפה, פוטואלסטיות, קריסה.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014104",
            "נקודות": "1.5",
            "הרצאה": "1",
            "מעבדה": "2",
            "אחראים": "פרופ. חבר ז'וטובסקי סמיון",
            "מועד א": "15-10-2023 13:00 - 16:00",
            "מועד ב": "09-11-2023 17:30 - 20:30\nרבין 501. 504."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "12:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014104",
            "שם מקצוע": "תורת החוזק 1",
            "סילבוס": "מבוא. מאמץ ועיבור במשיכה ולחיצה. פיתול חתכים שונים, כפיפת קורות אלסטיות והומוגניות. גזירה בשעת כפיפה, מרכז הגזירה. טרנספורמצית המאמץ והעיבור, שקיעות בעזרת המשוואה הדיפרצניאלית של הקו האלסטי, פתרון מבנים בלתי מסוימים. מושגים ראשונים של קריסה אלסטית.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014102",
            "מקצועות ללא זיכוי נוסף": "015008",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014136",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "דר. קרינסקי יורי",
            "מועד א": "16-10-2023 13:00 - 16:00",
            "מועד ב": "09-11-2023 17:30 - 20:30\nרבין 508. 509."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. קרינסקי יורי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. קרינסקי יורי",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. קרינסקי יורי",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "508",
                "מרצה\/מתרגל": "דר. קרינסקי יורי",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014211",
            "שם מקצוע": "מכניקת זורמים",
            "סילבוס": "הידרוסטטיקה, גישת נפח בקרה וניסוח של משוואות שימור אינטגרליות עבור מסה, תנע ואנרגיה. משוואת ברנולי. ניסוח דיפרנציאלי של שימור מסה (משוואת הרציפות) ושימור תנע (משוואות נוויה סטוקס), תנאי שפה ופתרונות אנליטיים של משוואות הזרימה במקרים פרטיים. מבוא לזרימה פוטנציאלית.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014104 ו- 104004 ו- 104019 ו- 114051) או (014104 ו- 104004 ו- 104019 ו- 114071) או (014104 ו- 104004 ו- 104019 ו- 114077)",
            "מקצועות צמודים": "104131 104213",
            "מקצועות ללא זיכוי נוסף": "014214 014955 054203 054480 074133",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014203",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "אחראים": "גב. שגב מארק נעמה",
            "הערות": "ההרצאה הראשונה תתקיים ב8\/8. ההרצאה\nהשניה תתקיים ב8\/9.\n====================\nהרצאות יתקיימו בבניין רבין חדר 509",
            "מועד א": "10-10-2023 09:00 - 12:00",
            "מועד ב": "03-11-2023 09:00 - 12:00\nרבין 509. 510."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:00 - 15:00",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:00 - 15:00",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014214",
            "שם מקצוע": "יסודות מכניקת הזורמים",
            "סילבוס": "הגדרה ותכונות של זורמים, הידרוסטטיקה, משפט ההובלה וקינמטיקה, ניסוח אינטגרלי של חוקי היסוד (שימור מסה, אנרגיה ותנע), ניסוח דיפרנציאלי של חוקי היסוד (מש' הרציפות ומש' נוויה סטוקס), תנאי שפה ופתרונות מדויקים, זרימה פוטנציאלית, זרימה טורבולנטית ושכבות גבול.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104004 ו- 104019 ו- 114051) או (104004 ו- 104019 ו- 114077) או (104004 ו- 104019 ו- 114051) או (104004 ו- 104019 ו- 114077)",
            "מקצועות צמודים": "104131",
            "מקצועות ללא זיכוי נוסף": "014211 014955 034013 054203 054480 074133 315039",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "גב. שגב מארק נעמה",
            "הערות": "ההרצאה הראשונה תתקיים ב-8\/8.\nההרצאה השניה תתקיים ב-8\/9.",
            "מועד א": "10-10-2023 09:00 - 12:00",
            "מועד ב": "03-11-2023 09:00 - 12:00\nרבין 508. 511."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "גב. שגב מארק נעמה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:00 - 15:00",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:00 - 15:00",
                "בניין": "רבין",
                "חדר": "509",
                "מרצה\/מתרגל": "מר ראק ארז בר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014709",
            "שם מקצוע": "מעבדת דרכים",
            "סילבוס": "קביעת הציון עפ\"י מעקב, דו\"ח ובחינה סופית. חקירת שתית ואיפיון הנדסי של חומרי המיסעה. בדיקות על חומרי סלילה: יחסי צפיפות רטיבות. מת\"ק, גבולות אטרברג, משקל יחסי, פחיסות ואלונגציה, שחיקות לוס אנג'לס ושווה ערך חול. הרכבת פרקציות לחומרים גרנולריים. תכנון תערובות אספלט בשיטת מרשל ובשיטת המהדק הסיבובי. סיווג ביטומנים לפי שיטת PRHS. בדיקות שדה מצומצמות: צפיפות שדה, דקר דרום אפריקאי. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, מבחן מסכם, מעקב על העבודה המעשית ודו\"ח מעבדה.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014731",
            "נקודות": "2",
            "הרצאה": "1",
            "מעבדה": "2",
            "אחראים": "דר. סידס אריה",
            "מועד א": "10-10-2023 09:00 - 12:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "רבין",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. סידס אריה",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014831",
            "שם מקצוע": "מחנה גיאודזיה בקדסטר",
            "סילבוס": "מדידות וחישובים להכנת תכנית לצרכי רישום והקמת גבולות, כולל מיפוי מצבי כנדרש. הערה: ניתן במשך שבוע בסמסטר קיץ. חובה להגיש דו\"ח מחנה כחלק מהציון הסופי",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014829 ו- 014863 ו- 014888)",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014886",
            "נקודות": "1",
            "מעבדה": "3",
            "אחראים": "פרופ. חבר פילין שגיא",
            "הערות": "מחזור ראשון יתקיים בין התאריכים:\n27.8.2023-1.9.2023\nמחזור שני יתקיים בין התאריכים:\n3.9.2023-8.9.2023"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "014846",
            "שם מקצוע": "מסדי נתונים גיאו-מרחביים",
            "סילבוס": "נתונים, קבצים ובסיסי נתונים. בסיס נתונים היררכי, רשתי וטבלאי. בסיס נתונים מוכוון אובייקטים. נתונים פלנימטריים ואלטימטריים. ייצוגם וניהולם. מיון נתוני מיפוי - נקודות, קווים ושטחים - טכניקות שווי שטח ושווי נתונים. טריאנגולציות ופוליגוני וורוני. שימוש בבסיס נתונים בגיאודזיה. גישות שונות לאיתור נתונים.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(014845 ו- 014881)",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "אחראים": "דר. רגב אלמוג אופיר"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "רבין",
                "חדר": "510",
                "מרצה\/מתרגל": "דר. רגב אלמוג אופיר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "12:30 - 16:30",
                "בניין": "רבין",
                "חדר": "510",
                "מרצה\/מתרגל": "מר עווד רידא",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "014863",
            "שם מקצוע": "מחנה מדידות 1",
            "סילבוס": "מדידות, חישובים והפקת מפות טופוגרפיות ונגזרותיהן בהתאם לתקנות המדידה הממשלתיות. הערה: המקצוע ניתן במשך שבועיים באופן רצוף במהלך סמסטר קיץ.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014842",
            "נקודות": "2",
            "מעבדה": "6",
            "אחראים": "פרופ. חבר פילין שגיא",
            "הערות": "המחנה יתקיים בין התאריכים\n20.8.2023 - 1.9.2023"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "014864",
            "שם מקצוע": "מחנה מדידות 2",
            "סילבוס": "מדידת רשת בקרה בדרגה גבוהה, הכוללת טריאנגולציה, טרילטרציה, מדידות GPS ואיזון מדויק. חישובים, תאום וניתוחי שגיאה. הערה: המקצוע ניתן במשך שבועיים וחצי באופן רצוף במהלך סמסטר קיץ.",
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "014851",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014822",
            "נקודות": "2.5",
            "מעבדה": "8",
            "אחראים": "פרופ. חבר אבן-צור גלעד",
            "הערות": "המחנה יתקיים בין התאריכים\n6.8.2023-22.8.2023"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "034413",
            "שם מקצוע": "מעבדה לתכן וייצור",
            "סילבוס": "תכן של מוצר מכני עם הנעה חשמלית. שימוש בגלים, מיסבים, ממסרות ומנועים וחישוביהם לצורך התאמה לדרישות. העמקה בנושאי מתן טולרנסים, בחירת חומרים, ציפויים וטיפולים תרמיים. הכנת תיק ייצור, לווי הייצור, הכללה ובדיקות של המוצר במעבדה.",
            "פקולטה": "הנדסת מכונות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "034030",
            "נקודות": "2",
            "מעבדה": "4",
            "אחראים": "מר כהן כפיר"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "13:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר כהן כפיר",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר כהן כפיר",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044148",
            "שם מקצוע": "גלים ומערכות מפולגות",
            "סילבוס": "הקדמה, ממשוואות מקסוול למשוואת הגלים. גלים מישוריים - תכונות. גלים מישוריים - התקדמות בחומר ודיספרסיה. פגיעה ומעבר דרך משטחים מקדמי פרנל). פגיעה ומעבר דרך משטחים (זוויות מיוחדות). מעבר דרך משטחים כפולים (מהודים). מוליכי גלים - מוליך הגל החשמלי ( PARALLEL PLATE ). מוליכי גלים - הפרוסה הדיאלקטרית. קווי תמסורת: הקדמה, משוואות הטלגרפיה. קווי תמסורת כרכיב במעגל. קווי תמסורת: תאום עכבות והעברת הספק. תופעות זמניות בקווי תמסורת.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044105 ו- 044140) או (044105 ו- 114245) או (044105 ו- 114246)",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "פרופ. ברטל גיא",
            "הערות": "מתרגל: מתן אילוז (גם אחראי)\n====================\nמתרגל הסדנאות: אדיר כהן ניסן\nבודק תרגילים: שרון אלעד\n====================\nהסדנאות יתקיימו בימי שני,\n14:30-16:30, מאייר 165.\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "27-09-2023 13:00 - 16:00\nאולמן 310. 311.",
            "מועד ב": "26-10-2023 15:00 - 18:00\nאולמן 202. 203. 205."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "165",
                "מרצה\/מתרגל": "פרופ. ברטל גיא",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "165",
                "מרצה\/מתרגל": "פרופ. ברטל גיא",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "14:30 - 16:30",
                "בניין": "בנ.מאייר",
                "חדר": "165",
                "מרצה\/מתרגל": "מר אילוז מתן\nמר כהן ניסן אדיר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044157",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1א",
            "סילבוס": "המעבדה כוללת 9 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום האנלוגי: הכרת מכשור מדידה, בניה של מעגלים אלקטרונים ומעגלי מיתוג בסיסיים. בכל הניסויים ייערכו תכן, סימולציה והשוואה למדידות. ניסויים בתחום הספרתי: תכן חומרה ספרתית בכלים גרפיים ובשפה עילית, HDL, סימולציה וניפוי שגיאות. כ\"כ ניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת הירארכית. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044252 ו- 114075) או (044102 ו- 044262 ו- 114075 ו- 234145) או (044102 ו- 044145 ו- 044262 ו- 114076) או (044102 ו- 044252 ו- 114076) או (044102 ו- 114075 ו- 234145 ו- 234262) או (044102 ו- 044145 ו- 044262 ו- 114075)",
            "מקצועות צמודים": "044105",
            "מקצועות ללא זיכוי נוסף": "044151 044160",
            "נקודות": "2",
            "מעבדה": "3",
            "סמינר\/פרויקט": "3",
            "אחראים": "דר. בר-און דוד",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויי\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי.\n====================\nההשתתפות בהרצאת הפתיחה, עליה נודיע\nבדוא\"ל, הינה חובה!"
        },
        "schedule": [
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "21",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            },
            {
                "קבוצה": "21",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044158",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1ב",
            "סילבוס": "המעבדה כוללת 6 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום הפיזיקלי: ניתוח מעגלי מוליכים למחצה, דיודות וטרנזיסטורים. ניסויים בתחום האנלוגי: מגבר שרת ושימושיו. ניסויים בתורת הדגימה: מעגלי המרה A\/D ו- D\/A. בכל הניסויים יערכו תכן, סימולציה והשוואה למדידות וכן מפגש לניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת אנלוגית. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044105 ו- 044127 ו- 044131 ו- 044157) או (044105 ו- 044125 ו- 044130 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044151 044160",
            "נקודות": "1.5",
            "מעבדה": "2",
            "סמינר\/פרויקט": "2",
            "אחראים": "דר. בר-און דוד",
            "הערות": "ד. בר-און - אחראי מנהלי\n====================\nעל הסטודנט לבחור את בן זוגו לניסויים\nעד תחילת הסמסטר, במידת האפשר.\n====================\nהרישום יתקיים רק בתקופת הרישום\nהראשונה. בתק. הרישום שלאחר מכן, יש\nלפנות במייל לאחראי המנהלי."
        },
        "schedule": [
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בר-און דוד",
                "מס.": "14"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "044159",
            "שם מקצוע": "מעבדה בהנדסת חשמל 2",
            "סילבוס": "על הסטודנט להשלים במעבדה זו ארבעה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. במסגרת מעבדות 2 ו-3 (יחד), ניתן לקחת עד שני ניסויים המשתייכים לאותה מעבדת הוראה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044137 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044162 044165",
            "נקודות": "2.5",
            "מעבדה": "4",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש להירשם במערכת לאבאדמין בקישור\nעל ידי לחיצה על הקישור ולבחור\n4 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבתקופת הרישום בין ה-31.7-24.7 יש\nלפנות במייל למרכזת המקצוע, אינה\nטלמון."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044166",
            "שם מקצוע": "מעבדה בהנדסת חשמל 3",
            "סילבוס": "על הסטודנט להשלים במעבדה זו שלושה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. במסגרת מעבדות 2 ו-3 (יחד), ניתן לקחת עד שני ניסויים המשתייכים לאותה מעבדת הוראה.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044159) או (044102 ו- 044165)",
            "מקצועות ללא זיכוי נוסף": "044163 044164",
            "נקודות": "2.5",
            "מעבדה": "4",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n3 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nבתקופת הרישום בין ה-31.7-24.7 יש\nלפנות במייל למרכזת המקצוע, אינה\nטלמון."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044167",
            "שם מקצוע": "פרוייקט א'",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. במסגרת המקצוע יינתנו הדרכות כלליות ומעבדתיות בנושאים הקשורים לביצוע פרויקטים, כגון: כלי תכנה וחמרה, אפיון פרויקט, הכנת מצגות ודווח. ההדרכות יינתנו בשעתיים שבועיות שיוקצו בלוח השעות של הסמסטר השישי. מכיל את המתודולוגיה של פרויקט ב'.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044151) או (044102 ו- 044160) או (044102 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044000 044169 044170 044180",
            "נקודות": "4",
            "הרצאה": "2",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044169",
            "שם מקצוע": "פרויקט  ב",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044160 ו- 044167) או (044102 ו- 044151 ו- 044167) או (044102 ו- 044157 ו- 044167)",
            "מקצועות ללא זיכוי נוסף": "044001 044167 044173 044176",
            "נקודות": "4",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044170",
            "שם מקצוע": "פרויקט  מיוחד",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044151) או (044102 ו- 044160) או (044102 ו- 044157)",
            "מקצועות ללא זיכוי נוסף": "044000 044001 044167 044173 044177",
            "נקודות": "4",
            "סמינר\/פרויקט": "12",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044174",
            "שם מקצוע": "מעבדה בהנדסת חשמל 4",
            "סילבוס": "על הסטודנט להשלים במקצוע זה שני ניסויי בחירה מרשימת הניסויים המתפרסמת בכל סמסטר, ובתנאי שלא ביצע אותם במסגרת מקצוע אחר. הניסויים מתבצעים (בזוגות) במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות בנות 4 שעות כל אחת . כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. ציון הקורס יהיה עובר\/נכשל. ציון עובר דורש ציון של 85 לפחות בכל אחד מהניסויים.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 044166)",
            "נקודות": "1",
            "מעבדה": "2",
            "אחראים": "פרופ. חבר לברון יואש",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n2 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nהציון במקצוע הינו ציון עובר מותנה\nבקבלת ציון 85 בכ\"א מהניסויים."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044185",
            "שם מקצוע": "נושא מיוחד למצטיינים",
            "סילבוס": "דרישות קדם: ממוצע מצטבר של 86 ומעלה וצבירה של 80 נקודות לפחות. כל סטודנט הרשאי להירשם למקצוע זה יונחה באופן אישי על ידי אחד מחברי הסגל בנושא אשר חבר הסגל הביע נכונות להנחות. הסטודנט יהיה חייב בהגשת דו\"ח מסכם בסיום עבודתו.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "סמינר\/פרויקט": "1",
            "אחראים": "פרופ. חבר חייט אלכסנדר",
            "הערות": "הרישום רק על בסיס בקשת סטודנט\nלמזכירות לימודי הסמכה בפקולטה."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "044252",
            "שם מקצוע": "מערכות ספרתיות ומבנה המחשב",
            "סילבוס": "אלגברה בוליאנית, המודל הספרתי. פונקציות מיתוג. שערים לוגיים ומערכת שלמה. הטרנזיסטור כמתג. מעגלים צירופיים וסדרתיים. המתודולוגיה הסינכרונית. מכונות מצבים. נקודה צפה. קודים לתיקון שגיאות. שפה לתיאור חומרה. מכונת פון נוימן, סט הפקודות, אופני מיעון, קפיצות. מחסנית וקישור שגרות. פסיקות. מעבד מצונר. זמן פעולה מול תפוקה. תלויות בקרה ותלויות מידע.",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "234114 או 234117",
            "מקצועות ללא זיכוי נוסף": "044145 044262 104952 234145 234252 234262",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "דר. קציר ניר",
            "הערות": "מתרגל: אלעד הדר (גם אחראי)\n====================\nמתרגל הסדנאות: אדיר כהן ניסן\nמועדי הסדנאות במהלך הסמסטר:\nימי ב', 10.30-14.30, מאייר 354.\n====================\nבודק תרגילים: חוסין נאטור\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "22-10-2023 09:00 - 12:00",
            "מועד ב": "16-11-2023 15:00 - 18:00\nאולמן 503."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "15:30 - 19:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "דר. קציר ניר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "15:30 - 19:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "דר. קציר ניר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "10:30 - 14:30",
                "בניין": "בנ.מאייר",
                "חדר": "354",
                "מרצה\/מתרגל": "מר הדר אלעד\nמר כהן ניסן אדיר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "046210",
            "שם מקצוע": "מעבדה במערכות הפעלה",
            "סילבוס": "תרגול יישומי של עקרונות מערכות הפעלה בשפת C עם קריאות מערכת של UNIX",
            "פקולטה": "הנדסת חשמל ומחשבים",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות צמודים": "046209",
            "מקצועות ללא זיכוי נוסף": "234120 234123",
            "נקודות": "1",
            "מעבדה": "4",
            "אחראים": "פרופ. זילברשטיין מרק"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "064005",
            "שם מקצוע": "פרויקט מיוחד",
            "סילבוס": "במסגרת קורס זה יכין הסטודנט עבודה עצמית בנושא ספציפי ומוגדר באחד משטחי ההנדסה, הטכנולוגיה או מדעי המזון. הערה: מקצוע זה יאושר רק במקרים מיוחדים על מנת לאפשר לסטודנטים להם חסרה נקודה אחת (או פחות ) לסיים את לימודיהם.",
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "סמינר\/פרויקט": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "064249",
            "שם מקצוע": "טכנולוגיות עיבוד תוצרת טרייה",
            "סילבוס": "מטרת הקורס להעניק לסטודנט את הרקע הבסיסי בתהליכי העיבוד של מוצרי פרי וירק מתוך הבנה של התהליכים הביוכימיים השונים המתרחשים בתוצרת הטרייה אחרי הקטיף ואף אחרי תהליכי העיבוד המגוונים תוך כדי הכרות עם טכנולוגיות העיבוד ויחידות העיבוד השונות.",
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(064212 ו- 064322)",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "פרופ. חבר שפיגלמן אבי",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "066329",
            "שם מקצוע": "אמולסיות במזון ובביוטכנולוגיה",
            "סילבוס": "קורס זה נועד לתת לסטודנטים ידע בסיסי ומעשי לייצור ואפיון אמולסיות, בדגש על הראקציות והאינטראקציות הכימיות הייחודיות למערכות אלו. קורס זה גם יחשוף את הסטודנטים לפורמולציות ופיתוחים טכנולוגיים חדשים בתחום. דגש מיוחד יושם על התגובות הכימיות המתרחשות באמולסיות בזמן ייצור, אחסון וצריכה ובכלל זה מנגנונים וקינטיקה של חמצון ליפידים, תופעות בפני שטח טיפות, וכן פירוק אמולסיות ושחרור חומרים פעילים במערכת העיכול האנושית. כמו כן נדון בפורמולציות מתקדמות כגון: אמולסיות מובנות (STRUCTURED), אמולסיות המיוצבות ע\"י חלקיקים (PICKERING EMULSIONS), ליפוזומים, מיקרואמולסיות וננו-אמולסיות ובשימושי אמולסיות במזון ובפרומולציות רפואיות. הקורס יכלול גם התנסויות מעשיות בייצור אמולסיות מודל, אפיונן במגוון שיטות (כולל בשיטות פיזור לייזר וצנטריפוגציה אנליטית) וייצור אמולסיות מזון.\nסטודנטים המסיימים את הקורס בהצלחה יוכלו:\n1. לתאר מאפיינים מרכזיים של אמולסיות כמוצר, שיטות וטכנולוגיות אמולסיפיקציה ומנגנוני יציבות אמולסיות.\n2. לתאר וליישם שיטות לייצור אמולסיות (לדוגמא: המגון בלחץ גבוה) ולאפיון אמולסיות (צנטריפוגה אנליטית, שיטות מבוססות פיזור לייזר ושיטות נוספות).",
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "(064238 ו- 124510) או (064250 ו- 124510)",
            "נקודות": "2.5",
            "הרצאה": "1",
            "מעבדה": "1",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "066616",
            "שם מקצוע": "אספקטים קולינריים בפיתוח מוצר",
            "סילבוס": "קולינריה ותפקידה בתעשיית המזון. עקרונות בסיס בהבנת החוויה הסנסורית התייחסות לאספקטים תרבותיים, גאוגרפיים וחוויתיים בתהליך פיתוח מוצר מזון אינטראקציה בין קולינריה לאג'נדות נוספות - כימיה, קיימות, תזונה ושיווק. שילוב קולינריה בתעשיית המזון - אפשרות או פנטזיה עקרונות מנחים לפיתוח קולינרי של מוצרי מזון + משימת סיום מעשית. תוצאות למידה: ההשתתפות בקורס תקנה לסטודנטים:\n- כלים לשילוב נכון של קולינריה בעבודת הפיתוח בתעשיית המזון.\n- מושגי יסוד בסנסוריקה ובחוויה הרב-חושית של אוכל.\n- הכרה של שיטות הבישול השונות העומדות לרשותם.\n- הכרה של עולם התבלינים והרחבה של יכולות השימוש בו.\n- כלים לשימוש בתוכנת - FOOD PAIRING - שילובי טעמים על בסיס התאמה מולקולרית.\n- הכרת \"גלגל הארומות\" וטרמינולוגיה נכונה לתיאור טעם, ריח ומרקם.\n- כלים לפיתוח מוצר קולינרי בהסתכלות 360 מעלות: טעם, צרכים, סיפור, שיווק, אתיקה וערך מוסף.",
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "064212 או 064250 או 064322",
            "נקודות": "2",
            "הרצאה": "1",
            "מעבדה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "084154",
            "שם מקצוע": "שיטות ניסוי בהנדסה אוירונוטית",
            "סילבוס": "כל סטודנט שנרשם לקורס זה - חייב להיות במצב אקדמי תקין. הקורס מיועד להכיר לסטודנטים בלימודי הסמכה שיטות ניסוי, מדידים, ומערכות רכישת נתונים ממוחשבות ע\"י הצגת שיטות מדידה ויסודות הפעולה הבסיסיים ביישומי הנדסת אוירונוטיקה וחלל.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "084311",
            "מקצועות ללא זיכוי נוסף": "084151 084153",
            "נקודות": "2.5",
            "הרצאה": "1",
            "מעבדה": "3",
            "אחראים": "דר. טרזיס אלכסנדרוס",
            "הערות": "ימי הרצאות מרוכזים יתקיימו בתאריכים:\n10.08 ,11.08 ,13.08 ,14,08 ,15.08\nבין השעות 09:00 - 13:00 באודיטוריום\nמעבדות תתחלנה ביום חמישי 17.08\nתתקיימנה בבנין דנציגר.\nחלוקת הסטודנטים תעשה ע\"י המדריך\nהאחראי: יונתן אריקסון.\nנוכחות בקורס חובה."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אשל רן\nמר אלגריסי מור\nמר ליפשיץ טום\nמר אריקסון יונתן\nמר אושקוב מיכאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אשל רן\nמר אלגריסי מור\nמר ליפשיץ טום\nמר אריקסון יונתן\nמר אושקוב מיכאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אשל רן\nמר אלגריסי מור\nמר ליפשיץ טום\nמר אריקסון יונתן\nמר אושקוב מיכאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "שלישי",
                "שעה": "12:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אשל רן\nמר אלגריסי מור\nמר ליפשיץ טום\nמר אריקסון יונתן\nמר אושקוב מיכאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "08:30 - 16:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אשל רן\nמר אלגריסי מור\nמר ליפשיץ טום\nמר אריקסון יונתן\nמר אושקוב מיכאל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "084311",
            "שם מקצוע": "אוירודינמיקה בלתי דחיסה",
            "סילבוס": "מושגים בסיסיים. משוואות שימור אינטגרליות ודיפרנציאליות. שימוש במשוואות האינטגרליות באנליזה של מנועי סילון, מדחפים, נקבות רוח ובהערכות גרר על גופים. משפטי ברנולי, קלווין והלמהולץ. זרימה אי-רוטציונית בלתי דחיסה: פוטנציאל מהירות. משוואת לפלס. תנאי גבול. פוטנציאל מרוכב. משפטי בלזיוס וקוטה-ז'וקובסקי. העתקת ז'וקובסקי. תנאי קוטה. תורת הפרופיל הדק. קוי ערבול. חוק ביו-סוואר. תורת קו העילוי. גרר מושרה. כנף אליפטית. מודל פרסה. אפקט קרקע ותיקוני מנהרה.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104215 ו- 104228 ו- 114051) או (104215 ו- 104223 ו- 114074) או (104215 ו- 104220 ו- 114074)",
            "מקצועות ללא זיכוי נוסף": "084303 084356",
            "מקצועות ללא זיכוי נוסף (מכילים)": "084355",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. לוי יובל",
            "הערות": "בתאריכים 30-31.8.23 לא יתקיימו\nשיעורים.\n====================\nשיעורי השלמה יתקיימו ב 13.08.23\nוב 10.09.23 ,03.09.23 ,20.08.23",
            "מועד א": "26-10-2023 17:00 - 20:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:30 - 12:30",
                "בניין": "ה.אויר",
                "חדר": "235",
                "מרצה\/מתרגל": "דר. לוי יובל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "09:30 - 12:30",
                "בניין": "ה.אויר",
                "חדר": "235",
                "מרצה\/מתרגל": "דר. לוי יובל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "ה.אויר",
                "חדר": "165",
                "מרצה\/מתרגל": "מר פרנק-שפיר אופק",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "13:30 - 14:30",
                "בניין": "ה.אויר",
                "חדר": "165",
                "מרצה\/מתרגל": "מר פרנק-שפיר אופק",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "086150",
            "שם מקצוע": "תקשורת נתונים ומחשבים למהנדסי מע'",
            "סילבוס": "מודל התקשורת, מקודד מקור, מקודד ערוץ. דחיסה עם עיוות וללא עיוות, אנטרופיה. ערוצים אנלוגיים ודיגיטאליים, טכניקות קידוד. קודים לגילוי ותיקון שגיאות, קיבול ערוץ. שיטות ריבוב. רשתות: רחבות, סלולאריות, מקומיות, אלחוטיות. פרוטוקולים. הצפנה, יישומי דוא\"ל.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "דר. בן-דוד גל"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "086222",
            "שם מקצוע": "ניתוח מערכות משובצות מחשב ותוכנתן",
            "סילבוס": "גישות קיימות לניתוח ולהגדרת דרישות של מערכות עתירות תוכנה. השימוש במודלים כבסיס לניתוח מערכות משובצות מחשב. מבוא לניתוח והגדרת דרישות בגישת OBJECT BASED לפי שיטת ECSAM ( EMBEDDED COMPUTER SYSTEMS ANALYSIS AND MODELING ). ניתוח היבטים מבניים וזרימת המידע וכן היבטים דינמיים (התנהגותיים) של מערכות. אימות מודל המערכת, סימולציות ובדיקות סטטיות ודינמיות. ניהול דרישות והכנת מפרטי מערכות משובצות מחשב.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "084143",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "פרופ. רוזן אביב"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088209",
            "שם מקצוע": "אינטגרציה של מערכות",
            "סילבוס": "אינטגרצית מערכות, ממשקים ותנאי סביבה, אינטגרציה מעבדתית. שילוב חומרה\/ תוכנה שילובי אדם\/מכונה וסימולטורים, תכנון וביצוע ניסויי מערכת. הערכה והוכחה של מערכות.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088795",
            "שם מקצוע": "בקרה למהנדסי מערכות",
            "סילבוס": "עקרונות תורת הבקרה הקלאסית, תכנונים במישור הזמן ובמישור התדר. מבוא לבקרה ספרתית. תכנונים במרחב המצב, משערך לונברגר ומשפט ההפרדה. תהליכים אקראיים, תגובת מערכת לינארית לאותות אקראיים, מסנן קלמן.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "088796",
            "שם מקצוע": "פרויקט סיום בהנדסת מערכות",
            "סילבוס": "ביצוע פרויקט סיום למסלול ME בהנדסת מערכות. הפרויקט כולל עבודת צוות להנדסת מערכת של המוצר ולימוד החומר הדרוש לביצועו.",
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "6",
            "סמינר\/פרויקט": "12"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "094423",
            "שם מקצוע": "מבוא לסטטיסטיקה",
            "סילבוס": "סטטיסטיקה תיאורית ושיטות גרפיות. יסודות דגימה. אמידה נקודתית, רווחי סמך ובדיקת השערות. בדיקת טיב התאמה ואי תלות. רגרסיה לינארית פשוטה ומרובה.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "094411 או 094412 או 104034",
            "מקצועות ללא זיכוי נוסף": "094424 094490 334023",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094429 094480 094481 094493",
            "מקצועות ללא זיכוי נוסף (מכילים)": "046010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בורדו נדיה",
            "מועד א": "18-10-2023 13:00 - 16:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "14:30 - 15:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094424",
            "שם מקצוע": "סטטיסטיקה 1",
            "סילבוס": "סטטיסטיקה תיאורית ושיטות גרפיות. אמידה נקודתית, רווחי סמך ובדיקת השערות. מבחן חי בקיבוע לבדיקת טיב התאמה ואי תלות. רגרסיה לינארית פשוטה. ניתוח סטטיסטי באמצעות R או פיתון.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(094202 ו- 094411) או (094202 ו- 094412) או (094412 ו- 094700)",
            "מקצועות ללא זיכוי נוסף": "094423 094481",
            "מקצועות ללא זיכוי נוסף (מכילים)": "046010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בורדו נדיה",
            "מועד א": "18-10-2023 13:00 - 16:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "14:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "424",
                "מרצה\/מתרגל": "דר. בורדו נדיה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094591",
            "שם מקצוע": "מבוא לכלכלה",
            "סילבוס": "בקוש והצע: שווי המשקל בשוק, מדיניות הממשלה בתחום המיקרו והשפעתה על שווי המשקל. פונקצית העלויות וגזירת עקומת ההצע. התנהגות בתנאי שוק שונים: מונופול ותחרות בלתי משוכללת. המשק הלאומי: החשבונות הלאומיים. קביעת התוצר המקומי במשק. שער הריבית והשפעתו על ההשקעה. הבקוש לכסף. הבנקים המסחריים, הבנק המרכזי והצע הכסף. שווי משקל בשוק הכסף ושווי משקל כללי. מדיניות הממשלה בתחום המאקרו והשפעתה על התוצר, שער הריבית ושעור האינפלציה.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104003 או 104017 או 104018 או 104031 או 104042 או 104195",
            "מקצועות צמודים": "104004 104020 104022 104032 104044 104281",
            "מקצועות ללא זיכוי נוסף": "094592 094593 094594",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094501 094511",
            "מקצועות ללא זיכוי נוסף (מכילים)": "096501",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. פרץ חובב",
            "מועד א": "22-09-2023 09:00 - 12:00\nבלומפילד 424. 526. 527.",
            "מועד ב": "15-10-2023 09:00 - 12:00\nאולמן 701. 703. 705."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "15:30 - 16:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "15:30 - 16:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "דר. פרץ חובב",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "16:30 - 17:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "16:30 - 17:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "094815",
            "שם מקצוע": "הכנת תכנית עסקית מלאה למסחור",
            "סילבוס": "הסטודנטים יפתחו ויציגו תוכנית עסקית עבור הרעיון העסקי מבוסס הטכנולוגיה שלהם וזאת באמצעות הנחיות ומשוב בכיתה, הרצאות אורח של יזמים והנחייה של מומחים בענף. הסטודנטים יזכו לתמיכה של המרכז ליזמות וחדשנות ע\"ש ברוניצה בטכניון.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(045000 ו- 094814 ו- 094816) או (066525 ו- 094814 ו- 094816) או (094814 ו- 094816 ו- 216117) או (094814 ו- 094816 ו- 096809) או (094814 ו- 094816 ו- 096817) או (094814 ו- 094816 ו- 274346)",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "097414",
            "שם מקצוע": "סטטיסטיקה 2",
            "סילבוס": "הקורס יעסוק במגוון נושאים של תאוריה סטטיסטית בשילוב עם ניתוח נתונים. נושאי הקורס כוללים רגרסיה מרובת משתנים, רגרסיה מוכללת, סטטיסטיקה לא פרמטרית ושיטות דגימה מחדש, תורת ההחלטות, סטטיסטיקה בייסיאנית ושיטות לטיפול בנתונים החסרים.\nתוצאות למידה: בסיום הקורס התלמידים ידעו: 1. להפעיל שיטות רגרסיה שונות. 2. לבצע הסקה סטטיסטית על מאגרי נתונים מסוגים שונים כולל טיפול בנתונים חסרים.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "(094201 ו- 094423) או (094423 ו- 234221) או (094423 ו- 094700) או (094424 ו- 094700) או (094424 ו- 234221)",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "סמינר\/פרויקט": "1",
            "אחראים": "פרופ. חבר גולדברג יאיר",
            "מועד א": "16-10-2023 09:00 - 12:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 11:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "פרופ. חבר גולדברג יאיר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "גב. נבו אבישג",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 11:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "פרופ. חבר גולדברג יאיר",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "15:30 - 17:30",
                "בניין": "בלומפילד",
                "חדר": "527",
                "מרצה\/מתרגל": "גב. נבו אבישג",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "098310",
            "שם מקצוע": "חקר ביצועים ואופטימיזציה",
            "סילבוס": "הקורס יסקור באמצעות דוגמאות ואירועים את המתודולוגיות השונות של חקר ביצועים לניתוח ולמיטוב של מערכות כלכליות, הנדסיות, לוגיסטיות וכיו\"ב. יושם דגש על בניית מודלים כמותיים מתימטיים כבסיס לפתרון בעיות מורכבות רב-מימדיות ומאולצות.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098772",
            "שם מקצוע": "מימון חברות",
            "סילבוס": "המדיניות הפיננסית של הפירמה הכוללת את הנושאים: מימון והשקעות, תשלום למשקיעים, הנפקת ניירות ערך, תגמול למנהלים.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098752",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "098785",
            "שם מקצוע": "דיווח וניתוח של דוחות כספיים",
            "סילבוס": "נושאים: קריאה והבנה של דוחות כספיים תוך דגש על חברות ציבוריות. יסודות המדידה החשבונאית והדיווח הכספי כפי שמשתקף בדוחות כספיים. הבנה וניתוח של דוחות כספיים מהיבטים ניהוליים ופיננסיים. השימוש בדוחות כבסיס להערכה ולקבלת החלטות בשווקי ההון.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098780",
            "מקצועות ללא זיכוי נוסף": "094812 098811",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099102",
            "שם מקצוע": "מבוא לניתוח נתונים בשפת פייתון",
            "סילבוס": "הקורס חושף את הסטודנטים ללמידה חישובית בשפת פייתון. בקורס נתמקד באלגורתמי סיווג (מכונת וקטורים תומכים, רגרסיה לוגיסטית), רגרסיה (רגרסיה ליניארית, לאסו) ושיטות אנסמבל (יער אקראי), בנוסף לשיטות להערכת מודלים. בנוסף, נסקור את כלי התוכנה וחבילות הקוד המרכזיות במדעי הנתונים בשפת פייתון. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל לכתוב קוד בסיסי בשפת פייתון, להשתמש בחבילות סטנדרטיות לטיפול בנתונים כגון PANDAS, NUMPY, SCIRIT-LEARN. לבצע ניתוח נתונים אקספלורטורי וויזואליזציה של הנתונים. להשתמש בשיטות לפיתרון בעיות למידה כגון סיווג ורגרסיה. להבין ולנתח את האתגרים הכרוכים בהערכת מודל חיזוי.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098740",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099103",
            "שם מקצוע": "מרשתת הדברים,טכנולוגיה ושימושים",
            "סילבוס": "הקורס מקנה ידע כולל ומקיף בנושא IOT ומכיל מבוא ל- IOT, מבוא ל- BIG DATA במערכות IOT, פרקים נבחרים בתקשורת מחשבים, מחשוב ענן והגנת מערכות IOT. בנוסף הקורס מציג נושאים נבחרים ב- INDUSTRIAL IOT, ניהול ערים חכמות ו- SOCIAL IOT. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל להבין את הסביבה הטכנולוגית שבה פועלים מוצרי IOT, להבין כיצד עובדות מערכות BIG DATA ותקשורת נתונים במערכות IOT, להבין בעיות אבטחה בחישוביות ענן, לדעת כיצד ניתן להביא ערך לתעשייה מסורתית ולנהל מערכות שונות באמצעות מערכות IOT, בבית חכם, ערים חכמות ועוד, ע\"י שימוש בשירותי ענן.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099720",
            "שם מקצוע": "סדנה בתקשורת עיסקית",
            "סילבוס": "חשיבה אסטרטגית על התקשורת בעולם הניהולי, תוך הדגשה על נתוח קהלים ומצבי תקשורת ייחודיים. אופן הלימוד: תרגול ומשוב בכתיבה ופרזנטציה הנדרשים ליישום אסטרטגיות אלו.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "099860",
            "שם מקצוע": "ניהול בכלכלה הגלובלית",
            "סילבוס": "הנושאים: ניהול גלובלי: ניהול חיצוני, מיקור ( חוץ ) ורישוי, שיתופי פעולה בינלאומיים, ניהול ידע, תיאום ושליטה גלובלים, עיצוב ויישום אסטרטגיה גלובלית.",
            "פקולטה": "מדעי הנתונים וההחלטות",
            "מסגרת לימודים": "תארים מתקדמים",
            "מקצועות קדם": "098737 או 098782",
            "נקודות": "2",
            "הרצאה": "4"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104003",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים הנוכחית. המספרים הממשיים. פונקציה ממשית של משתנה ממשי יחיד: גבולות ורציפות, רציפות על קטע סגור, פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. משפט טיילור, כלל לופיטל, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסוים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. סדרות וטורים אינסופיים של מספרים ממשיים. טורי חזקות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104017 104031 104036 104087 104090 104093 104195",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104010 104012 104017 104018 104041 104042",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104004",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2",
            "סילבוס": "וקטורים, מכפלה סקלרית ווקטורית. גיאומטריה במרחב. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים ותכונות יסודיות. שיטות אינטגרציה ונוסחת החלפת המשתנים באינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ואינטגרלים משטחיים מסוגים שונים. נוסחאות גרין, סטוקס והדיברגנס. שימושים בגיאומטריה ובפיסיקה.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104003 או 104018 או 104041 או 104042",
            "מקצועות צמודים": "104019",
            "מקצועות ללא זיכוי נוסף": "104020 104032 104033 104090 104091 104092 104093 104094 104281 104282 104295",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104000 104001",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104011 104013 104014 104020 104022 104043 104044",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104019",
            "שם מקצוע": "אלגברה ליניארית מ'",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים הנוכחית. הערה: סך כל שעות הרצאה בשבוע - 3.5 שעות. שדות. מספרים מרוכבים. פולינומים ושורשיהם. מערכות משוואות לינאריות ומטריצות. שיטת החילוץ של גאוס. דטרמיננטים. מרחבים וקטוריים. תת-מרחבים. פרישה, תלות לינארית. בסיס ומימד של מרחב וקטורי. דרגה של מטריצה. מטריצה הפיכה. טרנספורמציות לינאריות. גרעין ותמונה. ייצוג אופרטורים לינאריים ע\"י מטריצות. דמיון מטריצות. ערכים עצמיים ווקטורים עצמיים. מטריצות הניתנות ללכסון.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104006 104009 104063",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104006 104016 104064 104065 104066 104166 104167",
            "נקודות": "4.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104031",
            "שם מקצוע": "חשבון אינפיניטסימלי 1מ'",
            "סילבוס": "מקצועות קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים הנוכחית. שדה המספרים הממשיים. גבולות של סדרות ושל פונקציות ממשיות של משתנה יחיד. רציפות ורציפות במידה שווה של פונקציות של משתנה יחיד. הנגזרת, המשפטים היסודיים על נגזרות. נוסחת טיילור ושימושיה. חקירת פונקציות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104003 104010 104012 104017 104018 104036 104041 104042 104087 104090 104093 104195",
            "נקודות": "5.5",
            "הרצאה": "4",
            "תרגיל": "3",
            "אחראים": "דר. דמיטריוק אלון",
            "מועד א": "23-10-2023 09:00 - 12:00",
            "מועד ב": "24-11-2023 09:00 - 12:00\nאולמן 309."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "דר. דמיטריוק אלון",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "09:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "מר עבד אלפתאח אחסאן",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "מר עבד אלפתאח אחסאן",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "09:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "מר עבד אלפתאח אחסאן",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104034",
            "שם מקצוע": "מבוא להסתברות ח'",
            "סילבוס": "מרחבי הסתברות, אקסיומות, הסתברות מותנית. מאורעות בלתי תלויים. ניסויי ברנולי. משתנים מקריים בדידים, רציפים ומעורבים. פונקציות התפלגות, צפיפות והסתברות. התפלגויות חשובות. תוחלת ומומנטים. טרנספורמציות. האי שוויון של ינסן. וקטורים אקראיים. התפלגויות משותפות ומותנות. קורלציה, וקטורים, גאוסים. פונקציה אופיינית. האי שוויון של צ'בישב. חוק המספרים הגדולים. משפט הגבול המרכזי.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104013 או 104022 או 104032 או 104043 או 104044 או 104281",
            "מקצועות ללא זיכוי נוסף": "094411 094412 094417 094481 095142 104222",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. ולך נתן שמע",
            "מועד א": "24-10-2023 17:00 - 20:00",
            "מועד ב": "19-11-2023 17:00 - 20:00\nאולמן 308. 309."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. ולך נתן שמע",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "12:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. ולך נתן שמע",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "08:30 - 10:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "גב. מעין הילה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104041",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1מ1",
            "סילבוס": "קדם: בגרות במתמטיקה 5 יח\"ל עם ציון 70 ומעלה או ציון עובר בבחינת סיווג במתמטיקה. הקדם לא יופעל עבור סטודנטים הלומדים במסגרת אפיק המעבר המקוצר מלימודי חוץ בשנת הלימודים הנוכחית. המספרים הממשיים. סדרות אינסופיות של מספרים ממשיים. פונקציה ממשית של משתנה יחיד: גבולות ורציפות, רציפות על קטע סגור פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. כלל לופיטל, משפט טיילור, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסויים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. הגדרת פונקציה בצורת אינטגרל. טורים מספריים. סדרות פונקציות, טורי פונקציות וטורי חזקות. הערה: הקורס נבדל מהקורס 104003 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104010 104012 104017 104018 104031 104036 104042 104087 104090 104093 104195",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104003",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104043",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2מ1",
            "סילבוס": "וקטורים וגיאומטריה מרחבית. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ומשטחיים. הקורס נבדל מהקורס 104004 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104018 או 104041 או 104042",
            "מקצועות צמודים": "104016 104019 104064 104065 104166",
            "מקצועות ללא זיכוי נוסף": "104000 104011 104020 104022 104032 104033 104044 104091 104092 104281 104282 104295",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104001 104004",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104013 104014",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "104131",
            "שם מקצוע": "משוואות דיפרנציאליות רגילות ח'",
            "סילבוס": "מקצועות קדם: אחד מהמקצועות (104018, 104003, 104041, 104042) ואחד מהמקצועות (104016, 104019, 104166, 104064, 104065). מבוא. דוגמאות ושימושים למשוואות דיפרנציאליות. משוואות מסדר ראשון: משוואות ניתנות להפרדה, משוואות לינאריות, שיטות אד-הוק. משפט קיום ויחידות לבעיות התחלה. משוואות לינאריות מסדר שני ומעלה: בסיס, ורונסקיאן, משוואות עם מקדמים קבועים, משוואות אי-הומוגניות, השוואת מקדמים, וריאציה של פרמטרים. פתרון בעזרת טורי חזקות, מערכות של משוואות, מושגי היציבות, מערכות אי-הומוגניות. התמרת לפלס, קיום ושימושים.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104003 ו- 104016) או (104003 ו- 104166) או (104003 ו- 104019) או (104012 ו- 104016) או (104016 ו- 104042) או (104016 ו- 104036) או (104016 ו- 104018) או (104018 ו- 104019) או (104018 ו- 104166)",
            "מקצועות צמודים": "104004 104022 104043 104044",
            "מקצועות ללא זיכוי נוסף": "094323 094333 104213",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104091 104094",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104035 104135 104136 104285",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "דר. כהן יוסף",
            "מועד א": "19-10-2023 09:00 - 12:00",
            "מועד ב": "14-11-2023 17:00 - 20:00\nאולמן 310."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. כהן יוסף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. כהן יוסף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. בר און רועי",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104134",
            "שם מקצוע": "אלגברה מודרנית ח'",
            "סילבוס": "המספרים השלמים ותכונותיהם. יחסי שקילות. מבוא לתורת החבורות. תתי חבורות: משפט לגרנז' ושימושיו. תת חבורות נורמליות וחבורות מנה. משפט ההומומורפיזם ושימושיו. מבוא לתורת החוגים. חוג השאריות מודולו N ושימושיו להצפנה ציבורית. אידאלים, חוגי מנה וההומומורפיזם של חוגים. חוג הפולינומים במשתנה יחיד מעל שדה ושמושיו לבניית שדות הרחבה. שדות סופיים: קיום, בניות מפורשות והיבטים חישוביים.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104016 או 104064 או 104065 או 104066 או 104166",
            "מקצועות ללא זיכוי נוסף": "104158 104172 104279",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "דר. בן-דוד ניר",
            "מועד א": "20-10-2023 09:00 - 12:00",
            "מועד ב": "12-11-2023 17:00 - 20:00\nאולמן 308. 309."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "דר. בן-דוד ניר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "דר. בן-דוד ניר",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "מר תבור בר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104223",
            "שם מקצוע": "מד\"ח וטורי פוריה",
            "סילבוס": "דרישות קדם: (104013 או 104022 או 104281 או 104043 או 104044 או 104032) ו- (104016) ו- (104131 או 104135 או 104285 או 104035). דיון כללי על משוואות דיפרנציאליות חלקיות (מד\"ח) ותנאים מצורפים. התרת משוואות מסדר ראשון. בעיית קושי וקווים אופייניים. מיון מד\"ח מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד- ממדית, שיטת ד'למבר. בעיית שטרם-ליוביל, מרחבי מכפלה פנימית ומערכות אורתונורמליות. התכנסות טורי פורייה הקלסיים, משפט דיריכלה, משפטי גזירה ואינטגרציה. שיטת הפרדת משתנים, משוואת החום והגלים בקטע סופי. משוואת לפלס ופואסון. עקרון המקסימום ותכונות פונקציות הרמוניות.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104030 104214 104273 104276 234299",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104218 104220 104228",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "אחראים": "דר. רבייב דניאל",
            "מועד א": "11-10-2023 09:00 - 12:00",
            "מועד ב": "07-11-2023 17:00 - 20:00\nאמדו 231."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. רבייב דניאל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. רבייב דניאל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "גב. שמן ליטל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "גב. שמן ליטל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "104274",
            "שם מקצוע": "תורת השדות",
            "סילבוס": "בניות בעזרת סרגל ומחוגה, הרחבות אלגבריות וטרנסצנדנטיות. שדות סגורים אלגברית, שדה פיצול של פולינום. נורמה ועקבה. הרחבות של שיכונים. יחידות שדה שורש ושדה פיצול של פולינום. יחידות של שדות סופיים. הרחבות נורמליות. הרחבות ספרביליות. ספירת שיכונים. ספרביליות ותבנית העקבה. הרחבות גלואה וחבורות גלואה. משפט האיבר הפרימיטיבי. המשפט היסודי של תורת גלואה. המשפט היסודי של פולינומים סימטריים. חבורות פתירות ופתירות ע\"י רדיקלים. הרחבות ציקלוטומיות, מימוש חבורות אבליות כחבורות גלואה מעל שדה הרציונליים.",
            "פקולטה": "מתמטיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "104279",
            "מקצועות ללא זיכוי נוסף": "104278",
            "נקודות": "3",
            "הרצאה": "3",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "114021",
            "שם מקצוע": "מעבדה לפיסיקה  2מ",
            "סילבוס": "נסויים בשטח של בליסטיקה של אלקטרונים בשדות אלקטרומגנטיים, מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן ריסון, תהודה, איפנון, התנהגות לא-ליניארית).",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 114020)",
            "מקצועות צמודים": "114076",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114030 114033 114082",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114019 114034",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ', בטיחות במעבדות חשמל."
        },
        "schedule": [
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שישקין דמיטרי",
                "מס.": "23"
            },
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שישקין דמיטרי",
                "מס.": "23"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "27"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "27"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "31"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "31"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114030",
            "שם מקצוע": "מעבדה לפיסיקה 2 מח'",
            "סילבוס": "נסויים בשטח הבליסטיקה של אלקטרונים בשדות אלקטרומגנטיים. מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן תהודה, אפנון והתנהגות לא לינארית). הקף המעבדה 2\/3 מהחומר הנדרש במעבדה לפיסיקה 2מ'.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 114020 ו- 114076)",
            "מקצועות צמודים": "114076",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114033",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114019 114021 114034 114082",
            "נקודות": "1",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nעבודה במסכות, אפשר לעבוד בזוגות או\nביחידים. יש להגיע למעבדה\nפעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ', בטיחות במעבדות חשמל."
        },
        "schedule": [
            {
                "קבוצה": "28",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "28"
            },
            {
                "קבוצה": "28",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ניטישינסקי מיכאל",
                "מס.": "28"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114032",
            "שם מקצוע": "מעבדה לפיסיקה 1ח'",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קווית, תנועה מחזורית, כח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות צמודים": "114051 114071",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114018 114020 114081",
            "נקודות": "1",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'."
        },
        "schedule": [
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר קוליאדה רומן",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר קוליאדה רומן",
                "מס.": "14"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר לויט מרק",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר לויט מרק",
                "מס.": "15"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ח'מיס הדיל",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ח'מיס הדיל",
                "מס.": "22"
            },
            {
                "קבוצה": "24",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גורביץ עומר",
                "מס.": "24"
            },
            {
                "קבוצה": "24",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גורביץ עומר",
                "מס.": "24"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ח'מיס הדיל",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. ח'מיס הדיל",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ויינרוט גבריאל",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ויינרוט גבריאל",
                "מס.": "30"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גראואר מתן",
                "מס.": "31"
            },
            {
                "קבוצה": "31",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גראואר מתן",
                "מס.": "31"
            },
            {
                "קבוצה": "33",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גורביץ עומר",
                "מס.": "33"
            },
            {
                "קבוצה": "33",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גורביץ עומר",
                "מס.": "33"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114035",
            "שם מקצוע": "מעבדה לפיסיקה 3 - גלים",
            "סילבוס": "ניסויים בגלים (גלי קול, אור ומיקרו), שימוש בתופעות התאבכות, עקיפה, וקיטוב למדידות ערכים פיזיקאליים שונים. אינטרפרומטר מייכלסון, מאך-זנדר, ניסוי שני סדקים, גל-בו, ספקטרוסקופיה אטומית, פיזור בראג.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114021 ו- 114086) או (114030 ו- 114086) או (114034 ו- 114086)",
            "מקצועות צמודים": "044148 114086",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114038",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם או צמוד: גלים או מערכות\nמפולגות, מעבדה לפיזיקה 2מ'\/2מח'\/2מפ'"
        },
        "schedule": [
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. אוז'נסקי ארנסט",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. אוז'נסקי ארנסט",
                "מס.": "14"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. גולדמן אנטולי",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. גולדמן אנטולי",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ויינבאום אנסטסיה",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ויינבאום אנסטסיה",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר מלמוד רועי",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר מלמוד רועי",
                "מס.": "30"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114037",
            "שם מקצוע": "מעבדה לפיסיקה 4מח'",
            "סילבוס": "ניסויים בפיסיקה מודרנית, (אפקט פוטו-אלקטרי, ניסוי פרנק-הרץ, תהודה מגנטית גרעינית, תהודה ספין אלקטרוני), ניסויים בפיסיקה של מצב מוצק (הולכה, אפקט הול, פוטו-וולטאי), ניסויים בפיסיקה גרעינית.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114035 ו- 115203) או (114038 ו- 115203)",
            "מקצועות ללא זיכוי נוסף": "114031",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 6\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה קוונטית 1, מעבדה\nלפיזיקה 3."
        },
        "schedule": [
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. חיים עדי",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "גב. חיים עדי",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גיטלמן איגור",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גיטלמן איגור",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר רגולר ניצן",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר רגולר ניצן",
                "מס.": "30"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114051",
            "שם מקצוע": "פיסיקה 1",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחצוניים, שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאי, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי, תופעת דופלר יחסותית, אנרגיה ותנע יחסותיים, פיזור, יצירה והתפרקות של חלקיקים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104003 104018",
            "מקצועות ללא זיכוי נוסף": "114077 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114001 114003 114014 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114071 114074",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "אחראים": "גב. מרזל נירית",
            "הערות": "מתרגלת אחראית:גב אלדנה גריצ'ינר.\n====================\nקבוצה 77 סגורה לסיניים בלבד.",
            "מועד א": "27-09-2023 09:00 - 12:00\nאולמן 302. 304.",
            "מועד ב": "27-10-2023 09:00 - 12:00\nאולמן 104. 105."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "גב. גריצ'ינר אלדנה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "גב. גריצ'ינר אלדנה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114052",
            "שם מקצוע": "פיסיקה 2",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה.*** חשמל ומגנטיות: אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים. חוק אום, מעגלי CR, שדה מגנטי, חוק אמפר, חוק פרדי, השראות, תכונות מגנטיות של חומר, משוואות מקסוול. גלים: גלים מכניים, שרשרת אוסצילטורים, גלי רוחב במיתר, גלים אקוסטיים בנוזל או בגז, תנאי שפה, גלים עומדים: ספקטרום תדרים. גלים מתקדמים: מהירות פאזה ומהירות חבורה, שבירה והחזרה, החזרה מלאה. עקרון הויגנס: עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק, קיטוב.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(113014 ו- 114077) או (113014 ו- 114051) או (113014 ו- 114071)",
            "מקצועות ללא זיכוי נוסף": "114078 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114002 114004 114014 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114072 114075 114076",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. שפיר אורן",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד.",
            "מועד א": "27-10-2023 09:00 - 12:00",
            "מועד ב": "10-11-2023 09:00 - 12:00\nאולמן 306. 308. 309."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר מלר דניאל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר מלר דניאל",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר יחזקאל אורי",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "מר יחזקאל אורי",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "דר. שפיר אורן",
                "מס.": "10"
            },
            {
                "קבוצה": "13",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "סמינר' ב",
                "חדר": "300",
                "מרצה\/מתרגל": "גב. בן זאב רותם",
                "מס.": "13"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114054",
            "שם מקצוע": "פיסיקה 3",
            "סילבוס": "רקע ויסודות המכניקה הקונטית - תכונות חלקיקיות של אור, תכונות גליות של חומר, קונטיזציה של קרינה ואנרגיה. מודל האטום של בוהר, גילוי הגרעין ע\"י רתרפורד, פונקצית גל ומשואות שרדינגר - הגישה ההסתברותית, פתרון משואת שרדינגר לחלקיק חופשי ובנוכחות פוטנציאלים שונים. תאור קונטי של אטום המימן, אטומים רבי אלקטרונים והטבלה המחזורית. מצב מוצק - מבנה המוצק, מודל אלקטרונים חפשיים, מבנה פסים, מוליכים, מבדדים, ומוליכים למחצה. גרעין - מבנה הגרעין, כוחות גרעיניים ואנרגית קשר, רדיואקטיביות, ראקציות גרעיניות, ביקוע, מיזוג ואנרגיה גרעינית. חלקיקים יסודיים - חלקיקים ואנטי חלקיקים, חוקי שימור, מיון חלקיקים, הכוחות הבסיסיים בטבע. אסטרופיסיקה וקוסמולוגיה - התפתחות כוכבים ובריאת היקום.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114052 או 114075",
            "מקצועות ללא זיכוי נוסף": "114053",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114014 114065 114099",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114073",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. מיקוליצקי זיו",
            "הערות": "מתרגל אחראי:מר עמית קם.",
            "מועד א": "16-10-2023 09:00 - 12:00",
            "מועד ב": "03-11-2023 09:00 - 12:00\nאולמן 303. 304."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 11:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "דר. מיקוליצקי זיו",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "12:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר קם עמית",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114071",
            "שם מקצוע": "פיסיקה 1מ",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** מכניקה קלסית- חוקי ניוטון. דינמיקה של חלקיק. טרנספורמצית גליליי. תאור תנועה במערכות לא-אינרציאליות. חוקי השימור של האנרגיה, התנע הקוי והתנע הזויתי. מערכות רבות חלקיקים. דינמיקה של גוף צפיד. אוסצילטור הרמוני. גרביטציה. מכניקה יחסותית - טרנספורמציות לורנץ לוקטורים של מקום-זמן ותנע-אנרגיה טרנספורמציה של וקטור המהירות. דינמיקה יחסותית. חלקיקים עם מסת מנוחה השווה לאפס.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104031 104036",
            "מקצועות ללא זיכוי נוסף": "114064 114074 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114001 114003 114051 114077",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114014",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בקמן אלכסנדרה",
            "הערות": "מתרגל אחראי:מר ג'וליאן נורדי.",
            "מועד א": "28-09-2023 09:00 - 12:00\nאולמן 103. 104. 105.",
            "מועד ב": "27-10-2023 09:00 - 12:00\nאולמן 500. 506."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר נורדי ג'וליאן",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 12:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "13:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "דר. בקמן אלכסנדרה",
                "מס.": "10"
            },
            {
                "קבוצה": "12",
                "סוג": "תרגול",
                "יום": "חמישי",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר נורדי ג'וליאן",
                "מס.": "12"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114075",
            "שם מקצוע": "פיסיקה 2ממ",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה. מקצועות צמודים:(104013 ו- 104035) או 104032. אלקטרוסטטיקה, שדה ופוטנציאל חשמליים, הזרם החשמלי, השדות המלווים מטען נע, שדה מגנטי, השראות, משוואות מקסוול ופתרונם, מעגלי זרם חילופין. מבוא לגלים, נפיצה, שבירה, מהירות פזה וחבורה, תנע ואנרגיה של גל אלקטרומגנטי, קיטוב, התאבכות ועקיפה.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(113014 ו- 114071)",
            "מקצועות צמודים": "104013 104136",
            "מקצועות ללא זיכוי נוסף": "114072 114076 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114002 114004 114014 114052 114078",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "פרופ. סטיינהאור ג'ף",
            "הערות": "מתרגלת אחראית:גב ליאת נמירובסקי לוי.",
            "מועד א": "15-10-2023 09:00 - 12:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "11:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. סטיינהאור ג'ף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "14:30 - 16:30",
                "בניין": "פיסיקה",
                "חדר": "502",
                "מרצה\/מתרגל": "פרופ. סטיינהאור ג'ף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "11:30 - 13:30",
                "בניין": "סמינר' ב",
                "חדר": "300",
                "מרצה\/מתרגל": "פרופ. סטיינהאור ג'ף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "14:30 - 16:30",
                "בניין": "סמינר' ב",
                "חדר": "300",
                "מרצה\/מתרגל": "פרופ. סטיינהאור ג'ף",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "12:30 - 14:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "סמינר' ב",
                "חדר": "300",
                "מרצה\/מתרגל": "גב. נמירובסקי ליאת",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114077",
            "שם מקצוע": "פיסיקה 1ל",
            "סילבוס": "המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחיצוניים. שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאו, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי. תופעת דופלר יחסותית. אנרגיה ותנע יחסותיים. יצירה והתפרקות של חלקיקים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות צמודים": "104003 104018",
            "מקצועות ללא זיכוי נוסף": "114051 114248 115248",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114003",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114071 114074",
            "נקודות": "2.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "אחראים": "מר אגמון דוד",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה)וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114051( 1).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================\nמתרגל אחראי: מר נועם נס.",
            "מועד א": "27-09-2023 09:00 - 12:00\nאולמן 201. 203. 205.",
            "מועד ב": "27-10-2023 09:00 - 12:00\nאולמן 200. 202. 205."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר אגמון דוד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "601",
                "מרצה\/מתרגל": "מר אגמון דוד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 13:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר אגמון דוד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "15:30 - 17:30",
                "בניין": "פיסיקה",
                "חדר": "1",
                "מרצה\/מתרגל": "מר נס נועם",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "08:30 - 10:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר נס נועם",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "15:30 - 17:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "מר נס נועם",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114078",
            "שם מקצוע": "פיסיקה 2ל",
            "סילבוס": "אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים, חוקי אום וקירכהוף, מעגלי CR, שדה מגנטי, חוקי אמפר ופרדיי, השראות, תכונות מגנטיות של חומר, משוואות מכסוול. אופטיקה גאומטרית. גלי רוחב במיתר, גלים אקוסטיים. גלים עומדים. גלים מתקדמים: מהירות פאזה וחבורה, שבירה והחזרה, עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק ובחומר. קיטוב ואנרגיה של גלים.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114051 או 114071 או 114077",
            "מקצועות ללא זיכוי נוסף": "114052 114249 115249",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114004",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114075 114076",
            "נקודות": "3.5",
            "הרצאה": "5",
            "תרגיל": "2",
            "אחראים": "פרופ. חבר עכאשה מוחמד",
            "הערות": "מתרגלת אחראית: גב נירית מרזל.",
            "מועד א": "27-10-2023 09:00 - 12:00",
            "מועד ב": "10-11-2023 09:00 - 12:00\nאולמן 307."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "פרופ. חבר עכאשה מוחמד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "305",
                "מרצה\/מתרגל": "פרופ. חבר עכאשה מוחמד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "פרופ. חבר עכאשה מוחמד",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "ראשון",
                "שעה": "13:30 - 15:30",
                "בניין": "פיסיקה",
                "חדר": "323",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "13:30 - 15:30",
                "בניין": "אולמן",
                "חדר": "503",
                "מרצה\/מתרגל": "גב. מרזל נירית",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114081",
            "שם מקצוע": "מעבדה לפיסיקה 1",
            "סילבוס": "הערכת דיוק מדידה וחישוב שגיאות, תנועה קוית, תנועה מחזורית, כוח ואנרגיה פוטנציאלית, תנע זויתי ומומנטי התמד, תהודה מכנית, פעימות.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114051 או 114071",
            "מקצועות ללא זיכוי נוסף": "124611",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114032",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114018 114020",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\nשיעורים יתקיימו באופן פיזי.\nאפשר לעבוד בזוגות או ביחידים.\nיש להגיע למעבדה פעמיים בשבוע.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם: פיזיקה 1\/1מ'\/1פ'"
        },
        "schedule": [
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ויינרוט גבריאל",
                "מס.": "23"
            },
            {
                "קבוצה": "23",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר ויינרוט גבריאל",
                "מס.": "23"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גראואר מתן",
                "מס.": "27"
            },
            {
                "קבוצה": "27",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר גראואר מתן",
                "מס.": "27"
            },
            {
                "קבוצה": "32",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "32"
            },
            {
                "קבוצה": "32",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "32"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114082",
            "שם מקצוע": "מעבדה לפיסיקה 2",
            "סילבוס": "ניסויים בחשמל, בגלים (אור וקול) ובפיסיקה מודרנית.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(044102 ו- 114075 ו- 114081) או (114052 ו- 114081)",
            "מקצועות צמודים": "114073 124408",
            "מקצועות ללא זיכוי נוסף": "124611",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114030 114033",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114019 114021 114034",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "דר. פריזאנט יוליה",
            "הערות": "רישום מוקדם למעבדה דרך יו.ג'י.\nבשבוע ראשון של הסמסטר רישום במעבדה\nעל בסיס מקום פנוי.\nקבוצה תיפתח בהנחה שיהיו לפחות 8\nנרשמים בקבוצה.\n====================\nנוכחות במפגש הראשון-חובה.\nמקצוע קדם:פיזיקה 2,מעבדה לפיזיקה 2."
        },
        "schedule": [
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אוז'נסקי מיכאל",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר אוז'נסקי מיכאל",
                "מס.": "22"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שישקין דמיטרי",
                "מס.": "26"
            },
            {
                "קבוצה": "26",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "11:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שישקין דמיטרי",
                "מס.": "26"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר לוין אלכסנדר",
                "מס.": "30"
            },
            {
                "קבוצה": "30",
                "סוג": "מעבדה",
                "יום": "חמישי",
                "שעה": "14:30 - 17:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר לוין אלכסנדר",
                "מס.": "30"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114250",
            "שם מקצוע": "מעבדה לפיסיקה 5ת",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 ניסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(114035 ו- 114036 ו- 115203) או (114036 ו- 114038 ו- 115203)",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114026 114027",
            "נקודות": "3",
            "מעבדה": "6",
            "אחראים": "דר. גולדמן אנטולי",
            "הערות": "בתחילת הסמסטר תתקיים שיחת פתיחה\nוהדרכת בטיחות לייזר.נוכחות בהם היא\nחובה. מועד ומיקום ימסרו בהמשך."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שצגלובסקי עידן\nמר כהן בר\nדר. ניטישינסקי מיכאל",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שצגלובסקי עידן\nמר כהן בר\nדר. ניטישינסקי מיכאל",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "114251",
            "שם מקצוע": "מעבדה לפיסיקה 6ת",
            "סילבוס": "** השתתפות בהרצאת בטיחות בלייזר - תנאי הכרחי להשתתפות במעבדה.** ביצוע 2 נסויים מתוך השטחים של פיסיקה גרעינית, אופטיקה ומצב מוצק שלא בוצעו במסגרת מעבדה לפיסיקה 5ת.",
            "פקולטה": "פיזיקה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "114250",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114028 114029",
            "נקודות": "3",
            "מעבדה": "6",
            "אחראים": "דר. גולדמן אנטולי",
            "הערות": "בתחילת הסמסטר תתקיים שיחת פתיחה\nוהדרכת בטיחות לייזר. נוכחות בהם היא\nחובה. מועד ומיקום ימסרו בהמשך."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שצגלובסקי עידן\nמר כהן בר\nדר. ניטישינסקי מיכאל",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "12:30 - 18:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "מר שצגלובסקי עידן\nמר כהן בר\nדר. ניטישינסקי מיכאל",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "123015",
            "שם מקצוע": "השלמות כימיה",
            "סילבוס": "הקורס מחולק לשבעה חלקים: מושגי יסוד, מבנה האטום, הטבלה המחזורית, הקשר הכימי, סטוכיומטריה, שיווי משקל בגזים, חומצות ובסיסים.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "0",
            "הרצאה": "1",
            "מועד א": "05-09-2023 17:00 - 20:00\nאולמן 307. 308. 309.",
            "מועד ב": "19-10-2023 17:00 - 20:00"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "124212",
            "שם מקצוע": "מעבדה בכימיה אנליטית 1 מורחב",
            "סילבוס": "ינתנו 11 הנסיונות הבאים: (פירוט בחוברת המעבדה) תמיסות: ריכוזים, מסיסות. טיטרציות חומצה-בסיס מימיות. טיטרציות חמצון-חיזור ויזואליות. טיטרציות חמצון-חיזור פוטנציומטריות. קביעת מנגן בפלדה. טיטרציות שיקוע. אלקטרודות יון סלקטיביות. גרבימטריה וקומפלקסומטריה. אלקטרוגרבימטריה, קולומטריה. ניסויים לבדיקות מים.",
            "פקולטה": "כימיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "124220 או 125101",
            "מקצועות ללא זיכוי נוסף": "125102 125105",
            "נקודות": "2",
            "מעבדה": "5",
            "אחראים": "פרופ. חבר איזנברג דוד",
            "הערות": "המעבדה מיועדת לסטודנטים שהשלימו את\nדרישות הקדם במועד הרישום למעבדה.\n====================\nהקורס זהה למעבדה 125102 למהנדסים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "ראשון",
                "שעה": "09:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. טולדו הילה\nדר. לוי והב חרות\nגב. שרון אוריה",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "09:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "דר. טולדו הילה\nדר. לוי והב חרות\nגב. שרון אוריה",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "134020",
            "שם מקצוע": "גנטיקה כללית",
            "סילבוס": "בסמסטר א' הקורס מיועד להנ.ביוטכנולוגיה ומזון והשאר על בסיס פנוי. בסמסטר ב' הקורס מיועד לביולוגיה ומסלוליה והוראת המדעים בלבד. נושאי הקורס: חוקי התורשה המנדליים והלא מנדליים, מהות הגן, ניתוח שושלות, התיאוריה הכרומוזומלית של ההורשה, קביעת מין, תאחיזה, שחלוף ושיטות למיפוי גנים באדם ובאורגניזמים שונים, מוטציות ושינויים במבנה הכרומוזומים ובמספרם, אינטראקציה בין גנים. הערה: הקורס פתוח לסטודנטים מפקולטות אחרות. ידרשו מקצועות קדם מקבילים בתאום עם מורה הקורס.",
            "פקולטה": "ביולוגיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "134058 או 134127",
            "מקצועות צמודים": "134144",
            "מקצועות ללא זיכוי נוסף": "274165 274223",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274010",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "אחראים": "דר. בן-עוז בלה",
            "מועד א": "23-10-2023 13:00 - 16:00",
            "מועד ב": "30-11-2023 15:30 - 18:30\nאולמן 303. 310."
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "15:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. בן-עוז בלה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "15:30 - 18:30",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. בן-עוז בלה",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "603",
                "מרצה\/מתרגל": "גב. בשארה לילא",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "134058",
            "שם מקצוע": "ביולוגיה 1",
            "סילבוס": "בסמסטר א' הקורס מיועד ל: ביולוגיה ומסלוליה, הנ. ביוטכנולוגיה ומזון והוראת המדעים וקבוצה מסויימת בנפרד - לפקולטות הנדסיות. בסמסטר ב' הקורס מיועד ל: הנ. ביו-רפואית, הנ. חשמל, מדעי המחשב, מתמטיקה וכימיה. הביולוגיה והגישה המחקרית, המים והסביבה, האבולוציה הכימית, מקרומולקולות, הדוגמה המרכזית-חומצות גרעין, שכפול, שעתוק ועבוד ר.נ.א., הצופן הגנטי והתרגום, טכנולוגיית הד.נ.א. והגנומיקה. התא הפרוקריוטי, קרום התא-מבנה ותפקוד, עקרונות המטבוליזם ומיחזור האנרגיה. יסודות הסיסטמטיקה, הטקסונומיה, והפילוגנזה. התא האאוקריוטי-אברוני התא, מחזור התא, מיטוזה ומיוזה, מהתא לרקמה, תאי גזע והתמיינות. יסודות האבולוציה.",
            "פקולטה": "ביולוגיה",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "015904 134010 134017 134127",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "134066",
            "מקצועות ללא זיכוי נוסף (מכילים)": "134012",
            "נקודות": "3",
            "הרצאה": "3",
            "אחראים": "דר. רבנר אלונה",
            "מועד א": "17-10-2023 09:00 - 12:00",
            "מועד ב": "12-11-2023 17:00 - 19:00\nאולמן 300. 311."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "08:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. רבנר אלונה",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "08:30 - 11:30",
                "בניין": "אולמן",
                "חדר": "607",
                "מרצה\/מתרגל": "דר. רבנר אלונה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234114",
            "שם מקצוע": "מבוא למדעי המחשב מ'",
            "סילבוס": "הקורס מיועד לסטודנטים למדעי המחשב. המקצוע 234111 (מבוא למדעי המחשב) יענה על הדרישה לקדם בכל מקום שבו נדרש 234114. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפוש לעומק. מיון יעיל.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "104814 234102 234104 234106 234109 234111 234112 234117 234126 234127 234128 234130 234221",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094704 234108",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "מועד א": "15-10-2023 09:00 - 12:00",
            "מועד ב": "09-11-2023 17:00 - 20:00\nטאוב 7. 8.",
            "בוחן מועד א": "30-08-2023 10:30 - 12:00\nאולמן 800, 802,"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "טאוב",
                "חדר": "7",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "טאוב",
                "חדר": "7",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "טאוב",
                "חדר": "7",
                "מרצה\/מתרגל": "מר אדיבי אוראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "טאוב",
                "חדר": "7",
                "מרצה\/מתרגל": "מר אדיבי אוראל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234117",
            "שם מקצוע": "מבוא למדעי המחשב ח'",
            "סילבוס": "הקורס מיועד לסטודנטים של הנדסת חשמל. מבנה המחשב. גישה אלגוריתמית לפתרון בעיות. מושגי יסוד ותכנות בשפת C. פיתוח תכניות מלמעלה למטה. תכנות מבני. כתיבה ובדיקה מלמטה למעלה. ניפוי שגיאות. תכנון הדפסות ביקורת. הוכחת נכונות חלקית ושלמה של תוכניות. מדדים ליעילות האלגוריתם: סיבוכיות זמן וזכרון. סיבוכיות פולינומיאלית ואקספוננציאלית. דוגמאות לאלגוריתמים אקראיים. בעיות שלא ניתנות להכרעה. מחסנית. תור. יצוגים של ביטויים אריתמטיים ומימוש חישובם באמצעות מחסנית. רקורסיה ומימושה. חיפש לעומק. מיון יעיל.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "234102 234104 234106 234109 234111 234112 234114 234126 234127 234128 234130 234221",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094704 234108",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "מועד א": "15-10-2023 09:00 - 12:00",
            "מועד ב": "09-11-2023 17:00 - 20:00\nטאוב 9.",
            "בוחן מועד א": "30-08-2023 10:30 - 12:00\nאולמן 702, 707,"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "טאוב",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "10:30 - 12:30",
                "בניין": "טאוב",
                "חדר": "",
                "מרצה\/מתרגל": "גב. ארז יעל",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שני",
                "שעה": "13:30 - 15:30",
                "בניין": "טאוב",
                "חדר": "",
                "מרצה\/מתרגל": "מר אדיבי אוראל",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "13:30 - 15:30",
                "בניין": "טאוב",
                "חדר": "",
                "מרצה\/מתרגל": "מר אדיבי אוראל",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234128",
            "שם מקצוע": "מבוא למחשב שפת פייתון",
            "סילבוס": "הקורס מיועד לכלל הסטודנטים בטכניון. מבנה המחשב. חומרה ותכנה. ייצוג נתונים. מושגי יסוד ותכנות בשפת פייתון: ערכים, משתנים, ביטויים, טיפוסי נתונים בפייתון, התניות, חוגים (לולאות), פונקציות, רקורסיה, קלט\/פלט (טקסטואלי וגרפי). סביבת הפיתוח של פייתון: שטח העבודה, הרצת תוכניות, ניפוי שגיאות. פיתוח מובנה של תוכניות, ארגון מידע במחשב. אלגוריתמים: פיתוח מונחה נכונות וסיבוכיות בסיסית. פתרונות אלגוריתמים למיון, חיפוש, בעיות במספרים שלמים.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "234106 234111 234112 234114 234117 234126 234127 234130 234221 274121",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "מועד א": "09-10-2023 09:00 - 12:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "12:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "רביעי",
                "שעה": "10:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "602",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234141",
            "שם מקצוע": "קומבינטוריקה למדעי המחשב",
            "סילבוס": "עקרונות ספירה בסיסיים, הבינום של ניוטון, עקרון ההכלה וההפרדה, רקורסיה ואינדוקציה, פונקציות יוצרות, חלוקות. גרפים מכוונים ולא מכוונים, עצים, ספירת עצים, מסלולים אוילריים, עצים מצביים ומספרי קטלן. הקורס מיועד לסטודנטים של מדעי המחשב.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(104016 ו- 104031) או (104016 ו- 104195) או (104031 ו- 104166) או (104166 ו- 104195)",
            "מקצועות ללא זיכוי נוסף": "044114 094344 094345 094346 094347 104286 234144 234246",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "סמינר\/פרויקט": "1",
            "אחראים": "דר. יוחננוב לב",
            "מועד א": "09-10-2023 09:00 - 12:00"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "12:30 - 16:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "דר. יוחננוב לב",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר כהן תומר",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "תרגול",
                "יום": "שלישי",
                "שעה": "12:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "מר כהן תומר",
                "מס.": "11"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "234230",
            "שם מקצוע": "השתלמות עצמית 1",
            "סילבוס": "מיועד לסטודנטים בשלבי לימודים מתקדמים (שצברו לפחות 80 נקודות) ובעלי השגים טובים בלימודים (ממוצע מצטבר לפחות 80). ההשתלמות תעשה בהנחית חבר סגל הפקולטה ובאישור מרכז לימודי הסמכה בפקולטה.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "סמינר\/פרויקט": "6"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "234290",
            "שם מקצוע": "פרויקט 1 במדעי המחשב",
            "סילבוס": "מיועד לסטודנטים בסמסטר אחרון ללימודיהם, שחסרה להם 0.5 נקודה להשלמת התואר. הסטודנט יבצע פרויקט בהנחית חבר סגל הפקולטה. קורס זה אינו נחשב כפרויקט לענין קיום דרישות הפרויקטים לתואר.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "0.5",
            "סמינר\/פרויקט": "2",
            "אחראים": "מר תבור ערן"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "234291",
            "שם מקצוע": "פרויקט 2 במדעי המחשב",
            "סילבוס": "מיועד לסטודנטים בסמסטר אחרון ללימודיהם, שחסרה להם 1.0 נקודה להשלמת התואר. הסטודנט יבצע פרויקט בהנחית חבר סגל הפקולטה. קורס זה אינו נחשב כפרויקט לענין קיום דרישות הפרויקטים לתואר.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "סמינר\/פרויקט": "3",
            "אחראים": "מר תבור ערן"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "236332",
            "שם מקצוע": "האינטרנט של הדברים - טכנולוגיות",
            "סילבוס": "רקע תאורטי של טכנולוגית ה- IOT וכלים לפיתוח של פרויקט מעשי של מערכות IOT חכמות המשלבות שרותי אחסון ומחשוב עננים, טלפונים חכמים ומיקרו בקרים. הרקע התאורטי מכיל מבוא ל- IOT, מבוא ל- BIG DATA במערכות IOT, פרקים נבחרים בתקשורת מחשבים, רשתות אלחוט ומחשוב עננים, וסקירה של בעיות בהגנת מערכות ממוחשבות עם דגש על IOT. בנוסף, הקורס מכיל מבוא לתכנות מיקרו בקרי IOT ומבוא לאלקטרוניקה בסיסית. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: - להבין את הסביבה שבה פועלים מוצרי IOT, - להבין כיצד עובדת תקשורת נתונים אלחוטית במערכות IOT, - להבין את בעיות אבטחת התוכנה במערכות IOT, - לתכנן מעגל בסיסי באלקטרוניקה ואפליקציות חומרה ותוכנה עם בקרי ארדואינו, - לבנות יישומי IOT בבית חכם, ערים חכמות ועוד, המשתמשים במחשוב עננים ובטלפון חכם. נדרש ללמוד קורס זה יחד עם הקורס 236333.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות צמודים": "236333",
            "מקצועות ללא זיכוי נוסף": "097247",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "מר דברן איתי",
            "הערות": "לא ניתן להרשם לקורס כל המקומות מלאים",
            "מועד א": "10-10-2023 09:00 - 12:00",
            "מועד ב": "05-11-2023 17:00 - 20:00\nטאוב 5. 6."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "מר דברן איתי",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "10:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "מר דברן איתי",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "236333",
            "שם מקצוע": "פרויקט באינטרנט של הדברים",
            "סילבוס": "במסגרת הפרויקט יפתחו הסטודנטים אב טיפוס למוצר IOT. מוצר זה משלב תכנות מבוסס שירותי ענן, טלפון חכם, מיקרו-בקרים וחומרות שונות. העבודה מתבצעת בקבוצות של 3-2 סטודנטים. בסיום הקורס מוצג מוצר ומוגש דו\"ח כתוב. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: לתכנן ולבנות יישומי IOT משולבי חומרה ותוכנה המבוססים על בקרי ארדואינו ומשתמשים במחשוב עננים ובטלפון חכם.נדרש ללמוד קורס זה יחד עם הקורס 233632.",
            "פקולטה": "מדעי המחשב",
            "מסגרת לימודים": "תואר ראשון\nתארים מתקדמים",
            "מקצועות קדם": "(044252 ו- 234124) או (234122 ו- 234262) או (234124 ו- 234252)",
            "מקצועות צמודים": "236332",
            "נקודות": "3",
            "תרגיל": "2",
            "סמינר\/פרויקט": "4",
            "אחראים": "מר דברן איתי",
            "הערות": "לא ניתן להרשם לקורס כל המקומות מלאים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "פרוייקט",
                "יום": "ראשון",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "507",
                "מרצה\/מתרגל": "מר דברן איתי",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "פרוייקט",
                "יום": "שני",
                "שעה": "12:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "מר דברן איתי",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "314009",
            "שם מקצוע": "מעבדה בחומרים הנדסיים ח'",
            "סילבוס": "מבנה ותכונות של חומרים: שיטות בדיקה של תכונות מכניות, מטלוגרפיה אופטית, גורמי פריכות, התעייפות. הכרת חומרים הנדסיים והכרת תהליכים: דיאגרמת פאזות, פולימרים, עבודה עם מחשב במדע והנדסה של חומרים, אלסטומרים, חיסום והרפיה, זיקון.",
            "פקולטה": "מדע והנדסה של חומרים",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "314011",
            "מקצועות ללא זיכוי נוסף": "314012",
            "נקודות": "1.5",
            "מעבדה": "3",
            "אחראים": "פרופ. פוקרוי בועז"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "שני",
                "שעה": "10:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. פוקרוי בועז\nגב. דובגולבסקי יקטרינה",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "מעבדה",
                "יום": "רביעי",
                "שעה": "10:30 - 14:30",
                "בניין": "",
                "חדר": "",
                "מרצה\/מתרגל": "פרופ. פוקרוי בועז\nגב. דובגולבסקי יקטרינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "314100",
            "שם מקצוע": "עקרונות ודרכי למידה בהנ. חומרים",
            "סילבוס": "הגדרת המקצוע הנדסת חומרים, תחומי הנדסת חומרים: מטלורגיה, חומרים קרמיים, חומרים פלסטיים, חומרים ביולוגיים וחומרים אלקטרוניים. מבוא והכרה כללית של שיטות האפיון הראשיות לחומרים. מקומו של מהנדס החומרים בתעשיה שימוש בספריות בטכניון ודליית נתונים אלקטרונית. שיטות למידה והכנה לבחינות. הקורס נלמד שעה אחת לשבוע.",
            "פקולטה": "מדע והנדסה של חומרים",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1",
            "הרצאה": "1",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "318128",
            "שם מקצוע": "נושאים מתקדמים בהנדסת חומרים4",
            "סילבוס": "קורס מתקדם שנועד ללימוד מעמיק בשטח ספציפי במדע והנדסת החומרים. סילבוס מפורט נקבע באותו סמסטר בו ניתן הקורס.",
            "פקולטה": "מדע והנדסה של חומרים",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2",
            "הערות": "פתוח לסיניים בלבד קבוצה 77"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "318131",
            "שם מקצוע": "נושאים תקדמים בהנדסת חומרים 5",
            "סילבוס": "נושאי מחקר מתקדמים מתחום מחקרו ומומחיותו של המרצה. סילבוס מפורט ותוצרי למידה יפורסמו לפני תחילת כל סמסטר בו יינתן הקורס.",
            "פקולטה": "מדע והנדסה של חומרים",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "1",
            "הרצאה": "1"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324032",
            "שם מקצוע": "אנגלית למתקדמים א'",
            "סילבוס": "הקורס מיועד לסטודנטים שסווגו לאנגלית מתקדמים א' על פי הבחינה הפסיכומטרית או בחינת אמי\"ר. הקורס מתרכז באנגלית מקצועית ואקדמית. בקורס נלמדים טקסטים מקצועיים אקדמיים ומושם דגש על מיומנויות תקשורת מקצועית בדיבור, שמיעה, קריאה וכתיבה. דקדוק ומבנה המשפט יילמדו במטרה לתמוך בהבנת הנקרא ובכתיבה. הקורס מכוון לשיפור האנגלית המקצועית וכקדם והכנה לקורס אנגלית מתקדמים ב'.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "324022",
            "נקודות": "0",
            "הרצאה": "4",
            "אחראים": "דר. רבקין אורית",
            "הערות": "עליך להירשם לאנגלית ע\"פ רמת הסיווג\nאליה שובצת.",
            "מועד א": "21-09-2023 09:00 - 12:00\nאולמן 703."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:00 - 12:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "גב. סאבא ארלית",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "09:00 - 10:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. סאבא ארלית",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "09:00 - 12:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. סאבא ארלית",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324033",
            "שם מקצוע": "אנגלית טכנית-מתקדמים ב'",
            "סילבוס": "הקורס מיועד לסטודנטים שסווגו לאנגלית מתקדמים ב' על פי הבחינה הפסיכומטרית או בחינת אמי\"ר ולבוגרי אנגלית מתקדמים א'. הקורס מתרכז באנגלית מקצועית ואקדמית. נלמדים טקסטים מקצועיים אקדמיים ומושם דגש על מיומנויות תקשורת מקצועית בדיבור, שמיעה, קריאה וכתיבה. דקדוק ואוצר מילים יילמדו כתמיכה בארבע מיומנויות אלו. הקורס מיועד לשיפור ארבע המיומניות, לתמיכה באנגלית במקום העבודה וכהכנה לקורסים שיילמדו באנגלית ולאנגלית הנדרשת בתארים מתקדמים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "324012",
            "נקודות": "3",
            "הרצאה": "4",
            "אחראים": "דר. רבקין אורית",
            "מועד א": "21-09-2023 09:00 - 12:00\nאולמן 705. 706. 707."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "16:30 - 19:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. שולמן לוסי",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "16:30 - 19:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. שולמן לוסי",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "16:30 - 19:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "גב. שולמן לוסי",
                "מס.": "10"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "10:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "דר. אונורין דמיטרי",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "דר. אונורין דמיטרי",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "הרצאה",
                "יום": "חמישי",
                "שעה": "10:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "דר. אונורין דמיטרי",
                "מס.": "20"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324298",
            "שם מקצוע": "מן התנ\"ך ועד למשפט הישראלי החדשני",
            "סילבוס": "הקורס יסקור את סיפורי התנ\"ך המיתולוגיים, איכויותיהם הנרטיביות המיוחדות ומארג הקשרים בינם לבין המשפט הישראלי המודרני. תודגם פעילותם של הנרטיבים התנ\"כיים בתרבות העכשווית וההבנייה המתרחשת בינם לבין שדות החברה והמשפט בארץ.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פלד כץ תמר",
            "מועד א": "19-09-2023 13:00 - 14:30\nאולמן 100. 101. 102. 103. 104. 105.",
            "מועד ב": "17-10-2023 13:00 - 14:30\nאולמן 310. 311."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "16:00 - 20:00",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. פלד כץ תמר",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324310",
            "שם מקצוע": "סוגיות ביחסים בינלאומיים",
            "סילבוס": "בראשית הקורס נעסוק בהתפתחות חקר היחב\"ל במאה ה-20 ונציג את שתי התיאוריות הבולטות שפותחו במסגרתו-הומניזם וריאל-פוליטיק. בהמשך נדון במאפייני המערכת הבינ\"ל ונתחקה אחר אחת התופעות הבולטות ביחב\"ל - תופעת המלחמה - ואחר סיבותיה והדרכים האפשריות למניעתה. עוד נעסוק בנושאים דוגמת דיפלומטיה ביחב\"ל, הפוליטיקה מאחורי המלחמה הקרה, ומירוץ החימוש הגרעיני.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פסקוביץ אייל",
            "מועד א": "19-09-2023 11:00 - 12:00\nאולמן 200. 201. 202. 203. 205.",
            "מועד ב": "30-10-2023 17:00 - 19:00\nאולמן 310. 311."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "606",
                "מרצה\/מתרגל": "דר. פסקוביץ אייל",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324453",
            "שם מקצוע": "אהבה וחוק בעידן הטכנולוגי",
            "סילבוס": "לאור פרשיות משפטיות עדכניות המעוררות דילמות חוקיות, מוסריות ופילוסופיות נכיר אתת עולם ההולדה האולטרא חדשני הכולל הולדה מן המתים, פונדקאות, סחר בתאי רבייה וחלקיהם, ברירות עוברים וגנטיקה. בעולם זה מעורבים אהבות, תקוות, מאבקי כוחות, אינטרסים, פוליטיקה ואף רווחים כספיים. נלמד אודות המשפט הישראלי בהקשרים אלו ואת ההשפעות התרבותיות, החברתיות והבינלאומיות.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. פלד כץ תמר",
            "מועד א": "20-09-2023 13:00 - 14:30\nאולמן 200. 201. 202. 203. 205. 206.",
            "מועד ב": "18-10-2023 13:00 - 14:30\nאולמן 201. 202. 203."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "רביעי",
                "שעה": "16:00 - 20:00",
                "בניין": "אולמן",
                "חדר": "604",
                "מרצה\/מתרגל": "דר. פלד כץ תמר",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324462",
            "שם מקצוע": "ברלין בקולנוע-מהנאציזם ועד ימינו",
            "סילבוס": "הקורס יציג את הדרך בה שימש הקולנוע את הממסד הנאצי להעברת מסריו באמצעות סרטים שהציגו את עוצמתו של המנהיג ועליונות הגזע הארי לצד העברת מסרים אנטישמיים בדבר האיום היהודי לשלמות ולבריאות החברה הגרמנית הארית. כן יוצג הדיאלוג המתקיים סביב סרטים אלו בגרמניה העכשווית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. רוזנברג פנינה",
            "מועד א": "19-09-2023 10:30 - 11:30\nאולמן 700. 701. 702. 703. 704."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 14:30",
                "בניין": "אמדו",
                "חדר": "231",
                "מרצה\/מתרגל": "דר. רוזנברג פנינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324481",
            "שם מקצוע": "רישום למתחילים",
            "סילבוס": "מטרת המקצוע: פיתוח היכולת הראשונית ברישום המעשי. תוכן הקורס: לימוד תיאורטי של מערכת מושגים ועקרונות בסיסיים ברישום - הטכניקה הבסיסית לכל תחומי האמנות: הקניית יכולת בסיסית ברישום אובייקטים שונים: צורות בסיסיות, דומם, קומפוזיציה מורכבת. יישומים: אפשרות יישום מיידי בתחום הטכנולוגיה ובסיס ללימודי אמנות מתקדמים (ציור וכו').",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "2"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324487",
            "שם מקצוע": "חשיבה ופיתוח בתלת מימד",
            "סילבוס": "מפיתרון קיפולי המבנה של חלבונים ועד תכנון פרמטרי של מערכות מורכבות - ההדמיה התלת מימדית הפכה לכלי מחקר וביטוי אפקטיבי והכרחי המאפשר נקודות מבט חדשות במגוון תחומי הנדסה מדעים עיצוב ואמנות. הקורס יתן בסיס תיאורטי ומעשי לביטוי, פיתוח ובחינה של רעיונות, אובייקטים, מערכות והתנהגויות בתלת-מימד-וירטואלי באמצעות ממשק \"בלנדר\" (תוכנת תלת-מימד בקוד פתוח המוכרת בסין). נכיר מגוון גישות למידול בתלת מימד, חומריות דיגיטלית, תאורה וצילום במרחב וירטואלי. נתנסה בבחינת תהליכים בעזרת אנימציה וסימולציה פיזיקלית. נתנסה בייצוא הפרוייקט כדימוי וכהדפסה תלת מימדית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "סמינר\/פרויקט": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324518",
            "שם מקצוע": "חדשנות, יצירתיות ואושר",
            "סילבוס": "הקורס יעסוק בחשיבותם של תהליכי שינוי וחדשנות, ועל המאפיינים של יצירתיות. הקורס יחשוף את הסטודנטים לתחום המחקר של הפסיכולוגיה החיובית ולגורמים המשפיעים על אושר אישי. תבחן השפעת נושאים אלו על ביצועים והצלחה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. רפאל דינה"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "10:30 - 14:30",
                "בניין": "אולמן",
                "חדר": "506",
                "מרצה\/מתרגל": "דר. רפאל דינה",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324567",
            "שם מקצוע": "סדנת צילום: שפה וכלים",
            "סילבוס": "סדנה זו תתמקד בהתפתחות יכולת ההסתכלות והיישום שלה לצילום, שפת הצילום והטכניקות שלה כגון אור, נקודת המבט, תזמון וקומפוזיציה, יחד עם תיקון ומניפולציה של התמונה. הסדנה תשלב תרגול מונחה בכיתה ובחוץ ותציג מגוון של נושאים הכוללים דיוקן, דיוקן עצמי, טבע דומם, צילומי טבע וצילומי סביבה עירונית.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1.5",
            "הרצאה": "2"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שני",
                "שעה": "09:30 - 13:30",
                "בניין": "אולמן",
                "חדר": "501",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324621",
            "שם מקצוע": "רוסית למתחילים 1",
            "סילבוס": "הקנית יסודות השפה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "3",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324630",
            "שם מקצוע": "איטלקית למתחילים 1",
            "סילבוס": "הקנית יסודות הלשון.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "1.5",
            "הרצאה": "2",
            "מועד א": "10-09-2023 09:00 - 10:30\nאולמן 804.",
            "מועד ב": "30-10-2023 09:00 - 10:30\nאולמן 200. 202."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "08:30 - 12:30",
                "בניין": "אולמן",
                "חדר": "504",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324697",
            "שם מקצוע": "עקרונות מעשיים לעיבוד תמונה",
            "סילבוס": "הקורס עוסק בעקרונות של עיבוד ותיקון צילומים, בעזרת תוכנות עיבוד תמונה. במהלכו יחשפו הסטודנטים למגוון נושאים אשר יעניקו יכולות מקצועיות מתקדמות בתחום עיבוד התמונה, תוך מתן דגש על גישות נכונות לשיפור צילומים והצגת הכלים אותם צריך צלם בעבודתו, וכן כלים לעיבוד תמונה בתחום הכנת צילומים למאמרים ולפוסטרים אקדמיים.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "מעבדה": "1"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "ראשון",
                "שעה": "09:30 - 13:30",
                "בניין": "קנדה",
                "חדר": "234",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "324711",
            "שם מקצוע": "תולדות הקולנוע המערבי",
            "סילבוס": "הקורס יסקור את ההיסטוריה של הקולנוע האירופי והאמריקאי. התלמידים ירכשו הבנה בסיסית של התהליכים המרכזיים שהשפיעו על אמנות זו, יבינו את ההקשר ההיסטורי של תהליכים אלו ויכירו זרמים מרכזיים, יוצרים חשובים וגישות תיאורטיות מרכזיות להבנת התחום. * נלמד בסין.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324949",
            "שם מקצוע": "הקולנוע האירופאי של המאה העשרים",
            "סילבוס": "במהלך המאה העשרים עברה אירופה תהפוכות אידיאולוגיות, חברתיות, תרבותיות, פוליטיות וכלכליות עצומות, הקולנוע הציג להמונים את הביקורת האינטלקטואלית והרהורי החרטה על אירופה הקולוניאליסטית, הפאשיסטית והנכונה תמיד אלי קרב. בקורס נתבונן בסוגיות מרכזיות של המאה העשרים מתוך הפריזמה הקולנועית: עידן האידיאולוגיות, המלחמות הגדולות, שואה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "הערות": "קבוצה 77 סגורה לסיניים בלבד."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "324962",
            "שם מקצוע": "מבוא לפסיכולוגיה",
            "סילבוס": "הקורס מציג את הפסיכולוגיה, ונועד להכיר לתלמידיו מהי חשיבה פסיכולוגית. בקורס נסקור את הגישות המרכזיות בפסיכולוגיה המודרנית, ונכיר את שטחי העניין המרכזיים שלה. נשאל האם הפסיכולוגיה היא מדע, ונכיר את תחומי העניין המעסיקים פסיכולוגים בני זמננו-אישיות, פסיכופתולוגיה, התפתחות, למידה, זיכרון, רגשות ועוד. ההוראה תיעשה באמצעות הרצאות וקריאת החומר המלווה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "דר. אפרי בר נדב",
            "מועד א": "19-09-2023 09:00 - 10:30\nאולמן 705. 706. 707. 708."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "הרצאה",
                "יום": "שלישי",
                "שעה": "08:30 - 12:30",
                "בניין": "אמדו",
                "חדר": "233",
                "מרצה\/מתרגל": "דר. אפרי בר נדב",
                "מס.": "10"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "335002",
            "שם מקצוע": "מעבדת נסיון הנדסי וניסויי",
            "סילבוס": "במסגרת מעבדה זו סטודנטים מבצעים 6 ניסויים מתקדמים בתחומים של הדמיה ואותות רפואיים, ביומכניקה וזרימה והנדסת רקמות וביו-חומרים. קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית.",
            "פקולטה": "הנדסה ביו-רפואית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(334010 ו- 334011 ו- 335001) או (334010 ו- 334022 ו- 335001) או (334011 ו- 335001 ו- 335010) או (334022 ו- 335001 ו- 335010)",
            "מקצועות ללא זיכוי נוסף": "334012 334013",
            "נקודות": "2",
            "מעבדה": "4",
            "אחראים": "דר. מרחר יוליה",
            "הערות": "3.8.23 הרצאת פתיחה בזום חובה לנרשמים\n====================\nכל הניסויים יתבצעו במרוכז ב-3 שבועות\nלפי לו\"ז שיפורסם בהרצאת הפתיחה.\n====================\nתאריכי הניסויים 27.8.23-14.9.23\n====================\nרישום למעבדה בתקופת רישום מוקדמת בלב\nלאחר מכן על בסיס מקום פנוי ובאישור\nצוות הקורס בלבד.\n====================\nקב'8.30-12.30 10 קב' 12.30-16.30 20",
            "מועד א": "23-10-2023 13:00 - 14:00",
            "מועד ב": "06-11-2023"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "335003",
            "שם מקצוע": "מעבדת התמחות בהנדסה ביו-רפואית",
            "סילבוס": "במסגרת מעבדה זו סטודנטים מבצעים 5 ניסויים מתקדמים בתחומים של הדמיה ואותות רפואיים, ביומכניקה וזרימה והנדסת רקמות וביו-חומרים. קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית.",
            "פקולטה": "הנדסה ביו-רפואית",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות קדם": "(094423 ו- 335002) או (334023 ו- 335002)",
            "נקודות": "2",
            "מעבדה": "4",
            "אחראים": "דר. מרחר יוליה",
            "הערות": "3.8.23 הרצאת פתיחה בזום חובה לנרשמים\n====================\nכל הניסויים יתבצעו במרוכז ב-3 שבועות\nלפי לו\"ז שיפורסם בהרצאת הפתיחה.\n====================\nתאריכי הניסויים 27.8.23-14.9.23\n====================\nרישום למעבדה בתקופת רישום מוקדמת בלב\nלאחר מכן על בסיס מקום פנוי ובאישור\nצוות הקורס בלבד.",
            "מועד א": "23-10-2023 13:00 - 14:00",
            "מועד ב": "06-11-2023"
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "338014",
            "שם מקצוע": "נושא. מתקדמים בהנדסה ביו-רפואית 7",
            "סילבוס": "קורס מתקדם שנועד לאפשר התמחות בשטח ספציפי. הסילבוס יקבע על ידי המרצה ויאושר לפני תחילת הסמסטר. סמסטר א' תשפ\"ב: שיטות ביו-רפואיות לאיבחון וטיפול בסרטן.",
            "פקולטה": "הנדסה ביו-רפואית",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "2",
            "הרצאה": "2",
            "אחראים": "פרופ. גרעיני יובל",
            "הערות": "קורס מרוכז 15-20.10.2023\n====================\nהקורס ניתן באנגלית.\n====================\nיש לבדוק סילבוס באתר הפקולטה."
        },
        "schedule": []
    },
    {
        "general": {
            "מספר מקצוע": "394900",
            "שם מקצוע": "חוגי-ספורט",
            "סילבוס": "תאוריה ותירגול מיומנויות במגוון רחב של ענפי ספורט: ג'ודו, קרטה, סיוף, איגרוף, אתלטיקה קלה, התעמלות מכשירים, שחיה, רגבי, טניס שולחן, סקווש, קליעה למטרה ברובה ואקדח, רכיבה על אופניים, החלקה על גלגליות, שייט ועוד. כמו-כן ניתנים משחקי כדור שונים.מרבית הקורסים ניתנים גם לבנות. המקצוע הזה יכול לבוא במקום חינוך גופני הניתן במסגרת מקצועות החובה.",
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "מסגרת לימודים": "תואר ראשון",
            "מקצועות ללא זיכוי נוסף": "394800 394801 394802 394803 394804 394805 394806 394807 394808 394809 394810",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "394901",
            "נקודות": "1",
            "תרגיל": "2",
            "הערות": "קבוצות 12,11,10-מטרת הקורסים-פיתוח\nמרכיבי הכושר הגופני בעצימויות שונות.\nקבוצות 11+10-יש להגיע לשיעור בבגדי\nונעלי ספורט ומגבת.\nקבוצה 12-יש להגיע לשיעור בבגד ים\nוכובע ים לבעלי שיער ארוך.\nקבוצות 18-13 מתקיימות במרכז ימי -\nבת גלים, חיפה."
        },
        "schedule": [
            {
                "קבוצה": "10",
                "סוג": "ספורט - טיאראקס-מעורב",
                "יום": "ראשון",
                "שעה": "09:00 - 10:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "10",
                "סוג": "ספורט - טיאראקס-מעורב",
                "יום": "שלישי",
                "שעה": "09:00 - 10:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "10"
            },
            {
                "קבוצה": "11",
                "סוג": "ספורט - חיזוק-מתיחות-מעו",
                "יום": "ראשון",
                "שעה": "10:30 - 12:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "11",
                "סוג": "ספורט - חיזוק-מתיחות-מעו",
                "יום": "שלישי",
                "שעה": "10:30 - 12:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "11"
            },
            {
                "קבוצה": "12",
                "סוג": "ספורט - אקווהפורסה-מעורב",
                "יום": "שני",
                "שעה": "07:30 - 09:00",
                "בניין": "בריכה",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "12",
                "סוג": "ספורט - אקווהפורסה-מעורב",
                "יום": "רביעי",
                "שעה": "08:30 - 10:00",
                "בניין": "בריכה",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "12"
            },
            {
                "קבוצה": "13",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "13",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "13"
            },
            {
                "קבוצה": "14",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "14",
                "סוג": "ספורט - קיאקים - מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "14"
            },
            {
                "קבוצה": "15",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "15",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "15"
            },
            {
                "קבוצה": "16",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "16",
                "סוג": "ספורט - סאפ - מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "16"
            },
            {
                "קבוצה": "17",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "ראשון",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "17"
            },
            {
                "קבוצה": "17",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "שישי",
                "שעה": "08:00 - 09:30",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "17"
            },
            {
                "קבוצה": "18",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "ראשון",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "18"
            },
            {
                "קבוצה": "18",
                "סוג": "ספורט - גלשני רוח-מעורב",
                "יום": "שישי",
                "שעה": "09:30 - 11:00",
                "בניין": "מרכז ימי",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "18"
            },
            {
                "קבוצה": "19",
                "סוג": "ספורט - טניס שולחן מעורב",
                "יום": "שני",
                "שעה": "10:00 - 11:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "19"
            },
            {
                "קבוצה": "19",
                "סוג": "ספורט - טניס שולחן מעורב",
                "יום": "רביעי",
                "שעה": "10:00 - 11:30",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "19"
            },
            {
                "קבוצה": "20",
                "סוג": "ספורט - טניס שולחן מעורב",
                "יום": "שני",
                "שעה": "11:30 - 13:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "20",
                "סוג": "ספורט - טניס שולחן מעורב",
                "יום": "רביעי",
                "שעה": "11:30 - 13:00",
                "בניין": "אולם ב'",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "20"
            },
            {
                "קבוצה": "21",
                "סוג": "ספורט - טניס מעורב",
                "יום": "ראשון",
                "שעה": "08:30 - 10:00",
                "בניין": "מג.טניס",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            },
            {
                "קבוצה": "21",
                "סוג": "ספורט - טניס מעורב",
                "יום": "שלישי",
                "שעה": "08:30 - 10:00",
                "בניין": "מג.טניס",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "21"
            },
            {
                "קבוצה": "22",
                "סוג": "ספורט - טיפוס ספורטיבי מ",
                "יום": "ראשון",
                "שעה": "14:00 - 15:30",
                "בניין": "מ.בולדר",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "22",
                "סוג": "ספורט - טיפוס ספורטיבי מ",
                "יום": "חמישי",
                "שעה": "14:00 - 15:30",
                "בניין": "מ.בולדר",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "22"
            },
            {
                "קבוצה": "23",
                "סוג": "ספורט - טיפוס ספורטיבי מ",
                "יום": "שלישי",
                "שעה": "14:00 - 15:30",
                "בניין": "מ.בולדר",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            },
            {
                "קבוצה": "23",
                "סוג": "ספורט - טיפוס ספורטיבי מ",
                "יום": "שישי",
                "שעה": "09:00 - 10:30",
                "בניין": "מ.בולדר",
                "חדר": "",
                "מרצה\/מתרגל": "",
                "מס.": "23"
            }
        ]
    },
    {
        "general": {
            "מספר מקצוע": "748004",
            "שם מקצוע": "הנדסת מערכות דיגיטליות",
            "סילבוס": "סקירה של מערכות סטנדרטיות לפתוח ויישום בשטח של IOT . הכירות עם עולם הסייבר סקיוריטי והשלכות על תכנון מערכות IOT , כולל מתקפות שכיחות ושיטות הגנה לכל שכבה ברשת. נכיר את תשתית בלוקציין - יישומים בולטים ואלגוריתמים להשגת קונצנזוס ברשת, יישומים ותועלות של בלוקציין בעולם ה IOT . נכיר את עולם הסלולר והשלכתו על יישומיי IOT והמהפכה הצפויה של דור 5 לתחום ורשתות \"מבוססות תוכנה\" - SDN. נכיר סטנדרטים ופרויקטים של קוד פתוח ( תוכנה וחומרה ) הרלוונטיים ליישום של רשת IOT. מהי מהפיכת התעשיה דור 4 , כיצד מבצעים \"טרנספורמציה דיגיטלית\" לחברות ומפעלים קיימים ומהם ההתפתחויות הטכנולוגיות הנוכחיות שמסמנות את הדור הבא של מערכות דיגיטליות. תוצאות למידה:\n-הקניית אוריינות דיגיטלית הבנה כוללת של מהפיכת הדיגיטל והשפעתה על כל מקצועות ההנדסה ( \"הנדסה דיגיטלית ).\n-הכירות עם עולם ה IOT - השפעתו על ורטיקליים שונים בתעשייה המודרנית כבסיס למהפכה התעשייתית דור 4 - INDUSTRY 0.4 .\nיכולת תכנון מערכות IOT - יישום מערכת IOT מורכבת כ\"מערכת של מערכות\" ו\"רשת של רשתות\".\n- הבנת התועלת העסקית של יישום IOT - הפיכת מוצר לשירות ומודלים של כלכלה דיגיטלית.",
            "פקולטה": "הנדסת מערכות",
            "מסגרת לימודים": "תארים מתקדמים",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "3"
        },
        "schedule": []
    }
]