var courses_from_rishum = [
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "תורת החוזק 1",
            "מספר מקצוע": "014104",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבוא. מאמץ ועיבור במשיכה ולחיצה. פיתול חתכים שונים, כפיפת קורות אלסטיות והומוגניות. גזירה בשעת כפיפה, מרכז הגזירה. טרנספורמצית המאמץ והעיבור, שקיעות בעזרת המשוואה הדיפרצניאלית של הקו האלסטי, פתרון מבנים בלתי מסוימים. מושגים ראשונים של קריסה אלסטית.",
            "מקצועות קדם": "014103",
            "מקצועות ללא זיכוי נוסף": "015008",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014136",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מעבדת דרכים",
            "מספר מקצוע": "014709",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "חקירת שתית ואיפיון הנדסי של חומרי המיסעה. בדיקות על חומרי סלילה: יחסי צפיפות רטיבות. מת\"ק, גבולות אטרברג, משקל יחסי פחיסות ואלונגציה, שחיקות לוס אנג'לס ושווה ערך חול, הרכבת פרקציות לחומרים גרנולריים. תכנון תערובות אספלט בשיטת מרשל ובשיטת המהדק הסיבובי. סיווג ביטומנים לפי שיטת SHRP. בדיקות שדה מצומצמות: צפיפות שדה, דקר דרום אפריקאי. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, מבחן מסכם, מעקב על העבודה המעשית ודו\"ח מעבדה.",
            "מקצועות קדם": "014731",
            "אחראים": "",
            "הערות": "רישום ידני אצל ציפי ברבין קומה 7.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואה פנימית 1ת",
            "מספר מקצוע": "274503",
            "נקודות": "6",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "32",
            "סמינר\/פרויקט": "0",
            "סילבוס": "התלמיד משתתף בכל פעילויות המחלקה כולל תורנויות. המידע הכלול בתולדות המחלה, הבדיקה הפיסיקלית ובדיקות עזר ישמשו עתה בסיס לחמישה שלבי פעולה: 1. זיהוי הרמזים לפיהם ניתן לקבוע את כל הבעיות. 2. ניסוח ורשימה מלאה של הבעיות. 3. דיון אינטגרטיבי ועריכת תכנית ראשונית לפתרון כל בעיה ובעיה. 4. מעקב אחר החולה לפי הבעיות והצעות נוספות לפתרונות. 5. סכום לפי הבעיות והוצאת מסקנות בהתיחסות לאבחנה. טיפול ופרוגנוזה. במשך תקופת השהות בפנימית תעשה רוטציה במחלקות הבאות - מחלות זיהומיות, אונקולוגיה, אנדוקרינולוגיה, גסטרואנטרולוגיה, המטולוגיה, נפרולוגיה, רוימטולוגיה, רדיולוגיה, קרדיולוגיה ופולמונולוגיה. התלמיד ילמד לזהות ממצאים חולניים וידע לפרש משמעותם בתסמונות קליניות שכיחות, מבחינת אבחנה מבדלת, אטיולוגיה ועקרונות הטיפול כולל תופעות לוואי. הוא יפגין יכולת להשתמש בספרות מקצועית ובתחום המעבדה ובדיקות עזר, יזהה סטיות ויפענח א.ק.ג. וצילומי רנטגן, ידע לבדוק שתן, נוזל שידרתי, תפליטים, ליחה וצואה. ידע לפרש תפקודי ריאה, כליות, כבד ובדיקות הורמונליות. עליו להבין את המגבלות והסיכונים הכרוכים בבדיקות עזר ובדיקות מיוחדות. סדרת ההרצאות הינה בנושא של היבטים קליניים לנושאים פרה-קליניים, במשותף לכל הכתה בבנין הפקולטה, והיא תכלול גם את הנושא של היבטים בפרמקולוגיה ואימונולוגיה קלינית. במסגרת זו ילומדו העקרונות הכלליים של פרמקודינמיקה ובאופן ייחודי טיפולים תרופתיים במחלות עיקריות. בפרק נוסף של הקורס ילמדו שימושים תרופתיים במחלות זיהומיות ועקרונות האבחון במחלות אלו. פרק שלישי ידון בהערכה הקלינית והמעבדתית במחלות אימוניות והטיפול בהן. ציון המגן מהווה מרכיב בציון הסופי בבחינת גמר ברפואה פנימית.",
            "מקצועות קדם": "( 274402 ו- 274400 )  או ( 274425 ו- 274402 )",
            "מקצועות ללא זיכוי נוסף": "274534 274527 274500",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואת ילדים 1ח'",
            "מספר מקצוע": "274533",
            "נקודות": "7",
            "הרצאה": "7",
            "תרגיל": "0",
            "מעבדה": "20",
            "סמינר\/פרויקט": "0",
            "סילבוס": "רכישת ידע יסודי של מחלות ילדים עם דגש על מצבים שכיחים ומצבים חריפים מסוכנים, רכישת המושג של גדילה והתפתחות וידיעות בשטחים אלה. התכנית כוללת: ביקורים מודרכים, שעורים, סמינריונים, הרצאות, עבודה עם חולים מאושפזים ובחדר קבלה - תורנות, הצגות חולים ונושאים על ידי התלמיד, ביקורים בחדרי יילודים.",
            "מקצועות קדם": "( 274402 ו- 274400 )  או ( 274425 ו- 274402 )",
            "מקצועות ללא זיכוי נוסף": "274528 274507 274506",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואה פנימית ת\"א",
            "מספר מקצוע": "274534",
            "נקודות": "9",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "26",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מיועד עבור סטודנטים בתוכנית TEAMS. מטרת הקורס בפנימית היא להקנות את הידע והמיומנויות הרלוונטים למחלות הפנימיות של האברים והמערכות השונות, הנחוצים לתפקוד אופטימלי של הרופא הכללי המצוין. הדגש בהוראה יהיה על הוראה ליד מיטת החולה, כשהמידע הכלול בתולדות המחלקה, הבדיקה הפיסיקלית ובדיקות עזר ישמשו עתה בסיס לחמישה שלבי פעולה: 1. זיהוי הרמזים לפיהם ניתן לקבוע את כל הבעיות.2. ניסוח ורשימה מלאה של בעיות. 3. דיון אינטגרטיבי ועריכת תוכנית ראשונית לפתרון כל בעיה. 4. מעקב אחר החולה לפי הבעיות והצעות נוספות לפתרונות. 5. סיכום לפי הבעיות והוצאת מסקנות בהתייחסות לאבחנה. טיפול ופרוגנוזה. הסטודנטים משתתפים בכל פעילויות ובכל עבודות המחלקה, בחדר המיון ובמרפאות השונות ומשתתפים בתורנויות. הסטודנטים יידרשו להכנת סמינריון, להציג חולים, וייבחנו בע\"פ בסוף הקלרקשיפ.",
            "מקצועות קדם": "274343 ו- 274321",
            "מקצועות ללא זיכוי נוסף": "274527 274521 274503",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואת ילדים ת\"א",
            "מספר מקצוע": "274536",
            "נקודות": "6",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "17",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מיועד עבור סטודנטים בתוכנית TEAMS. בקורס ילמדו את האנטומיה, פיסיולוגיה ופתולוגיה של תינוקות, ילדים ובני נוער. הקורס ימשך 8 שבועות. הסטודנטים ישתתפו בדיונים, טיפול וניהול של החולים במחלקה, בחדר מיון ובמרפאות. הסטודנטים ישתתפו בתורנויות. תיערך הערכה מתמשכת על בסיס שבועי ובנוסף מבחן סופי שיבדוק ידע ושיפוט. הערכות הקורס יהוו חלק מהציון הסופי ברפואת ילדים.",
            "מקצועות קדם": "274605  או 274528  או 274522  או 274507",
            "מקצועות ללא זיכוי נוסף": "274522",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "נוירולוגיה נוירוכירורגיה-מבחן גמר",
            "מספר מקצוע": "274715",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד. 50 אחוז מכלל הציון בכירורגיה.",
            "מקצועות ללא זיכוי נוסף": "274718",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274515",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "פסיכיאטריה-מבחן גמר",
            "מספר מקצוע": "274725",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מטרת המבחן היא לבדוק את היכלת של הסטודנט לדעת לאתר לאבחן ולטפל בהפרעות הפסיכיאטריות. להכיר את ההיבטים האתיים והחוקיים הייחודיים לתחום. הסטודנט מצופה להכיר ולהציע לחולה תמיכה וטיפול נפשיים שביכולתו של כל רופא להגיש ולאתר מקרים המחייבים הפניה לפסיכיאטר.",
            "מקצועות קדם": "274531  או 274518",
            "מקצועות ללא זיכוי נוסף": "274717",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274720 274602",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בכירוגיה-בכתב",
            "מספר מקצוע": "274726",
            "נקודות": "10",
            "הרצאה": "10",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "275610 ו- 274526",
            "מקצועות ללא זיכוי נוסף": "274722 274713 274711",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בעל-פה בכירורגיה",
            "מספר מקצוע": "274727",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "275610 ו- 274526",
            "מקצועות ללא זיכוי נוסף": "274714",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "יילוד וגינקולוגיה-מבחן גמר",
            "מספר מקצוע": "274728",
            "נקודות": "4",
            "הרצאה": "4",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "274532  או 274517",
            "מקצועות ללא זיכוי נוסף": "274719 274716",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר ברפואת ילדים-בכתב",
            "מספר מקצוע": "274729",
            "נקודות": "5",
            "הרצאה": "5",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "( 274632 ו- 274533 )  או ( 274629 ו- 274507 )",
            "מקצועות ללא זיכוי נוסף": "274721 274708 274706",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בעל-פה ברפואת ילדים",
            "מספר מקצוע": "274730",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "( 274632 ו- 274533 )  או ( 274629 ו- 274507 )",
            "מקצועות ללא זיכוי נוסף": "274709 274706",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ספורט",
            "שם מקצוע": "חוגי-ספורט",
            "מספר מקצוע": "394900",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תאוריה ותירגול מיומנויות במגוון רחב של ענפי ספורט: ג'ודו, קרטה, סיוף, איגרוף, אתלטיקה קלה, התעמלות מכשירים, שחיה, רגבי, טניס שולחן, סקווש, קליעה למטרה ברובה ואקדח, רכיבה על אופניים, החלקה על גלגליות, שייט ועוד. כמו-כן ניתנים משחקי כדור שונים.מרבית הקורסים ניתנים גם לבנות. המקצוע הזה יכול לבוא במקום חינוך גופני הניתן במסגרת מקצועות החובה.",
            "מקצועות ללא זיכוי נוסף": "394810 394809 394808 394807 394806 394805 394804 394803 394802 394801 394800",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "394901",
            "אחראים": "",
            "הערות": "על-פי הנחיות התו הסגול, על כל מתאמן\nלהציג בשער הטכניון הצהרת בריאות\nמקוונת מתוך אפליקציית הטכניון.\nכל מתאמן נדרש לסרוק,באמצעות אפליקצית\nהטכניון, את קוד התו הסגול עם הכניסה\nוהיציאה ל\/מ בניין הספורט.\nיש להקפיד על חיטוי\/שטיפת ידיים טרם\nהכניסה לקורס ולשמור על ריחוק חברתי.\n====================\nעל כל מתאמן להביא לכל שיעור בגדי\nונעלי ספורט ומגבת אישית.\nהנוכחות חובה בכל השיעורים.\nקבוצה 16-מודעות תנועתית-קורס בעצימות\nנמוכה לשיפור היציבה ושכלול היכולת.\nקבוצות 19,18-פונקציונלי-אימון עצים\nבסנכרון מוזיקה.\n====================\nקבוצות 33-31-\"היט\"-היי אינטנסיטי\nטריינינג-אימון אינטרוולים בעצימות\nגבוהה.\n====================\nקבוצה 52-ריצת ניווט ספורטיבי-מתקדמים\nמעורב-מקום המפגש: אמפיתאטרון טכניון.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "7:3 - 9",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14 - 15:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "כדור עף - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "7:3 - 9",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "7:3 - 9",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "מודעות תנועתית",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9 - 10:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "טי.אר.אקס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "פונקציונלי-בנים",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "פונקציונלי-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "13:3 - 15",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "טי.אר.אקס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9 - 10:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "כדור עף - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "26",
                "מס.": "26",
                "סוג": "כח דינמי ומתיחות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "27",
                "מס.": "27",
                "סוג": "יוגה - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "12:15 - 13:45",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "28",
                "מס.": "28",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10 - 11:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "29",
                "מס.": "29",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 13",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "31",
                "מס.": "31",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "13:3 - 15",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "32",
                "מס.": "32",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "15 - 16:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "33",
                "מס.": "33",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "10 - 11:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "34",
                "מס.": "34",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8 - 9:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "35",
                "מס.": "35",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "12 - 13:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "36",
                "מס.": "36",
                "סוג": "פילאטיס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "7:3 - 9",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "37",
                "מס.": "37",
                "סוג": "פילאטיס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11:3 - 13",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "38",
                "מס.": "38",
                "סוג": "זומבה - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "15:3 - 17",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "39",
                "מס.": "39",
                "סוג": "שייט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "40",
                "מס.": "40",
                "סוג": "קייאקים -מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "41",
                "מס.": "41",
                "סוג": "סאפ וגלישת גלים",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "16:3 - 18",
                "בניין": "קהונהקלב",
                "חדר": ""
            },
            {
                "קבוצה": "42",
                "מס.": "42",
                "סוג": "קייאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "43",
                "מס.": "43",
                "סוג": "קייאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "44",
                "מס.": "44",
                "סוג": "קט-רגל-מתקדמות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "18 - 19:3",
                "בניין": "דשא סינת",
                "חדר": ""
            },
            {
                "קבוצה": "45",
                "מס.": "45",
                "סוג": "כדור עף-מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "16 - 17:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "46",
                "מס.": "46",
                "סוג": "קט-רגל-מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8 - 9:3",
                "בניין": "דשא סינת",
                "חדר": ""
            },
            {
                "קבוצה": "47",
                "מס.": "47",
                "סוג": "כדור יד-מתקדמות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "17:3 - 19",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "48",
                "מס.": "48",
                "סוג": "כדור סל-מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "20:3 - 22",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "49",
                "מס.": "49",
                "סוג": "כ.עף חופים-מתקדמ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "16:3 - 18",
                "בניין": "מג.כ.חופ",
                "חדר": ""
            },
            {
                "קבוצה": "50",
                "מס.": "50",
                "סוג": "טניס שולחן-מתקדמ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "21 - 22:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "51",
                "מס.": "51",
                "סוג": "סקווש - מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "17 - 18:3",
                "בניין": "מר.סקווש",
                "חדר": ""
            },
            {
                "קבוצה": "52",
                "מס.": "52",
                "סוג": "ניווט-מתקדמ-מעור",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11 - 14",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "53",
                "מס.": "53",
                "סוג": "סלסה-מתקדמ-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "18:3 - 20",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "54",
                "מס.": "54",
                "סוג": "אופני הרים-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "7 - 8:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "55",
                "מס.": "55",
                "סוג": "ריצת לילה-רפואה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "19 - 20:3",
                "בניין": "לובי-רפו",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ספורט",
            "שם מקצוע": "נבחרות ספורט",
            "מספר מקצוע": "394902",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "4",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הציון ייקבע עפ\"י מעקב והערכה במשך הסמסטר ו\/או מבחני מיומנות. הרישום לנבחרת מתבצע ע\"י המאמן לאחר בחינת רמתו הספורטיבית של המועמד במהלך שלושת השיעורים הראשונים של הסמסטר. סטודנט שיתקבל לאחת הנבחרות או קורסי המתקדמים חייב לבטל מיידית את רישומו למקצוע ספורט אחר, אחרת לא ייקלט רישומו. סטודנט אינו רשאי להירשם ליותר מאחד ממקצועות החינוך הגופני והנבחרות באותו סמסטר. נוכחות חובה בכל השיעורים. להלן פירוט הנבחרות: אתלטיקה קלה, כדור עף - אולמות וחופים, כדור סל, כדור רגל, טניס, טניס שולחן, ריצות ארוכות, כדור יד, ג'ודו, סייף, שייט, שחמט, קראטה, סלסה - להקה, שחייה, כדור מים, להקת מחול, סקווש, ניווט, אופני הרים, באולינג, גלשני מפרש, טאיקוונדו, קארטינג, דיבייט, קיאקים, סנונית, שייט.",
            "מקצועות ללא זיכוי נוסף": "394820 394808 394807 394806 394805 394804 394803 394802 394801 394800",
            "אחראים": "",
            "הערות": "על-פי הנחיות התו הסגול, על כל מתאמן\nלהציג בשער הטכניון הצהרת בריאות\nמקוונת מתוך אפליקציית הטכניון.\nכל מתאמן נדרש לסרוק,באמצעות אפליקצית\nהטכניון,את קוד התו הסגול עם הכניסה\nוהיציאה ל\/מ בניין הספורט.\nיש להקפיד על חיטוי\/שטיפת ידיים טרם\nהכניסה לשיעור ולשמור על ריחוק חברתי.\n====================\nעל כל מתאמן להביא לכל שיעור בגדי\nונעלי ספורט ומגבת אישית.\nהנוכחות חובה בכל השיעורים.\nקבוצה 24-אופני הרים-מקום המפגש:תחנת\nמידע בכרמל.\n====================\nסטודנטים המשתתפים בנבחרת ספורט אינם\nרשאים להשתתף בקורס ספורט נוסף.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "אתלטיקה קלה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "19 - 20:3",
                "בניין": "אצ.אתלטי",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "אתלטיקה קלה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "19 - 20:3",
                "בניין": "אצ.אתלטי",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "כדור סל - בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "20 - 21:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "כדור סל - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "20 - 21:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "כדור עף -בנים",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "18 - 19:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "כדור עף -בנים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "17:3 - 19",
                "בניין": "מג.כ.חופ",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "קט רגל - בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "21:3 - 23",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "קט רגל - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "20 - 21:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "כדור יד - בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "20 - 21:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "כדור יד - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "21 - 22:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "טניס שולחן-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "19:3 - 21",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "טניס שולחן-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "19 - 20:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "ריצות ארוכות-מעו",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "19 - 20:3",
                "בניין": "אצ.אתלטי",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "ריצות ארוכות-מעו",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "19 - 20:3",
                "בניין": "אצ.אתלטי",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "שייט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "להקת סלסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "20 - 21:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "להקת סלסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "14 - 15:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "מעודדות - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "19 - 20:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "מעודדות - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "18 - 19:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "חתירה-סנונית-מעו",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "להקת מחול-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "21 - 24",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "סקווש - בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "20 - 21:3",
                "בניין": "מר.סקווש",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "סקווש - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "20 - 21:3",
                "בניין": "מר.סקווש",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "ניווט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11 - 14",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "אופני הרים-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "7:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "כדור סל - בנות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "18:3 - 20",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "כדור סל - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "18:3 - 20",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "26",
                "מס.": "26",
                "סוג": "כדור עף - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "19:3 - 21",
                "בניין": "מג.כ.חופ",
                "חדר": ""
            },
            {
                "קבוצה": "26",
                "מס.": "26",
                "סוג": "כדור עף - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "19 - 20:3",
                "בניין": "מג.כ.חופ",
                "חדר": ""
            },
            {
                "קבוצה": "27",
                "מס.": "27",
                "סוג": "קט רגל - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "19 - 20:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "27",
                "מס.": "27",
                "סוג": "קט רגל - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "20:3 - 22",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "28",
                "מס.": "28",
                "סוג": "סקווש - בנות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "18:3 - 20",
                "בניין": "מר.סקווש",
                "חדר": ""
            },
            {
                "קבוצה": "28",
                "מס.": "28",
                "סוג": "סקווש - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "18:3 - 20",
                "בניין": "מר.סקווש",
                "חדר": ""
            }
        ]
    }
]