var courses_from_rishum = [
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מעבדה הנדסית",
            "מספר מקצוע": "014005",
            "נקודות": "1.5",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מעבדה פקולטית בסיסית למכניקת מוצקים: תכונות חומרים, מדידי עבור, מאמצים משולבים, בעיות בכפיפה, פוטואלסטיות, קריסה.",
            "מקצועות קדם": "014104",
            "אחראים": "מר שי נחום",
            "הערות": "",
            "מועד ב": "בתאריך 24.09.2020 יום ה משעה 17 עד השעה 20"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "תורת החוזק 1",
            "מספר מקצוע": "014104",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבוא. מאמץ ועיבור במשיכה ולחיצה. פיתול חתכים שונים, כפיפת קורות אלסטיות והומוגניות. גזירה בשעת כפיפה, מרכז הגזירה. טרנספורמצית המאמץ והעיבור, שקיעות בעזרת המשוואה הדיפרצניאלית של הקו האלסטי, פתרון מבנים בלתי מסוימים. מושגים ראשונים של קריסה אלסטית.",
            "מקצועות קדם": "014103",
            "מקצועות ללא זיכוי נוסף": "015008",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "014136",
            "אחראים": "דר. יורי קרינסקי",
            "הערות": "",
            "מועד א": "בתאריך 19.10.2020 יום ב משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 12.11.2020 יום ה משעה 14:3 עד השעה 14:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יורי קרינסקי",
                "יום": "ב",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "פרויקט מורחב במבנים-חלק א'",
            "מספר מקצוע": "014131",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "2",
            "סילבוס": "מיועד לסטודנטים במסלול מבנים בלבד. דרישות קדם: כל המקצועות החובה של מסלול הנדסת מבנים. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר. ציון סופי ייקבע בגמר חלק ב' של הפרויקט. אין אפשרות לקבל ניקוד על מקצוע זה ללא השלמת חלק ב'. חלק א' (014131): תכן כללי של פרויקט מורכב בתחום הנדסת מבנים. לימוד עצמי מתוך ספרות מקצועית של נושאים שונים הקשורים לפרויקט. גיבוש חלופות תכן אפשריות שונות והשוואתן, כולל בחירת חלופת התכן המתאימה ביותר. ראה 014132. הערה: במתכונת חד-סמסטריאלית של מקצועות פרויקט מורחב - חלק א+ב היקף הלימוד השבועי הינו כפול מהרשום למעלה.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "פרויקט מורחב במבנים-חלק ב'",
            "מספר מקצוע": "014132",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "2",
            "סילבוס": "מיועד לסטודנטים במסלול מבנים בלבד. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, בדיקת הפרויקט המוגש והצגתו בפני ועדת שיפוט. אין אפשרות להתחיל בחלק ב' של הפרויקט לפני סיום חלק א' וקבלת ציון עובר על חלק א' של הפרויקט בסוף סמסטר הלימוד. דרישות קדם: כל המקצועות של מסלול הנדסת מבנים. פרויקט מורחב - חלק א'. חלק א' (014131): תכן כללי של פרויקט מורכב בתחום הנדסת מבנים. לימוד עצמי מתוך ספרות מקצועית של נושאים שונים הקשורים לפרויקט. גיבוש חלופות תכן אפשריות שונות והשוואתן, כולל בחירת חלופת התכן המתאימה ביותר. חלק ב' (014132): תכן סופי של חלופת התכן הנבחרת. אנליזה מפורטת של המבנה על חלקיו השונים. תכן מפורט והכנת תכניות כלליות ותכניות פרטניות של הפרויקט, משורטטת באמצעות מחשב. הכנת דו\"ח מסכם של הפרויקט והצגתו בפני ועדת שיפוט בסוף סמסטר הלימוד. הערה: במסגרת הצגת הפרויקט יש להציג את שני חלקיו גם יחד. לא ניתן לקבל ציון על הפרויקט ללא הצגתו בסוף סמסטר הלימוד. הערה: במתכונת חד-סמסטריאלית של מקצועות פרויקט מורחב - חלק א+ב היקף הלימוד השבועי הינו כפול מהרשום למעלה.",
            "מקצועות קדם": "014131",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מעבדת דרכים",
            "מספר מקצוע": "014709",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "חקירת שתית ואיפיון הנדסי של חומרי המיסעה. בדיקות על חומרי סלילה: יחסי צפיפות רטיבות. מת\"ק, גבולות אטרברג, משקל יחסי, פחיסות ואלונגציה, שחיקות לוס אנג'לס ושווה ערך חול. הרכבת פרקציות לחומרים גרנולריים. תכנון תערובות אספלט בשיטת מרשל ובשיטת המהדק הסיבובי. סיווג ביטומנים לפי שיטת SHRP. בדיקות שדה מצומצמות: צפיפות שדה, דקר דרום אפריקאי. הערה: קביעת הציון עפ\"י מעקב במשך הסמסטר, מבחן מסכם, מעקב על העבודה המעשית ודו\"ח מעבדה.",
            "מקצועות קדם": "014731",
            "אחראים": "דר. אריה סידס",
            "הערות": "רישום ידני אצל ציפי ברבין קומה 7.",
            "מועד א": "בתאריך 24.09.2020 יום ה משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אריה סידס",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "רבין",
                "חדר": "508"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אריה סידס",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "רבין",
                "חדר": "508"
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אריה סידס",
                "יום": "ג",
                "שעה": "8:3 - 11:3",
                "בניין": "רבין",
                "חדר": "508"
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה גיאודזיה בקדסטר",
            "מספר מקצוע": "014831",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידות וחישובים להכנת תכנית לצרכי רישום והקמת גבולות, כולל מיפוי מצבי כנדרש. הערה: ניתן במשך שבוע בסמסטר קיץ. חובה להגיש דו\"ח מחנה כחלק מהציון הסופי",
            "מקצועות קדם": "014888 ו- 014863 ו- 014829",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014886",
            "אחראים": "פרופ. חבר שגיא פילין",
            "הערות": "קבוצה 30\/8\/2020-3\/9\/2020 :11\nקבוצה 6\/9\/2020-10\/9\/2020 :12\nקבוצה 10\/9\/2020-16\/9\/2020 :13",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה מדידות 1",
            "מספר מקצוע": "014863",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידות, חישובים והפקת מפות טופוגרפיות ונגזרותיהן בהתאם לתקנות המדידה הממשלתיות. הערה: המקצוע ניתן במשך שבועיים באופן רצוף במהלך סמסטר קיץ.",
            "מקצועות קדם": "014842",
            "אחראים": "פרופ. חבר שגיא פילין",
            "הערות": "המחנה יתקיים בין התאריכים:\n30\/8\/2020-11\/9\/2020",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה אזרחית וסביבתית",
            "שם מקצוע": "מחנה מדידות 2",
            "מספר מקצוע": "014864",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "8",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידת רשת בקרה בדרגה גבוהה, הכוללת טריאנגולציה, טרילטרציה, מדידות GPS ואיזון מדויק. חישובים, תאום וניתוחי שגיאה. הערה: המקצוע ניתן במשך שבועיים וחצי באופן רצוף במהלך סמסטר קיץ.",
            "מקצועות קדם": "014851",
            "מקצועות ללא זיכוי נוסף (מכילים)": "014822",
            "אחראים": "פרופ. חבר גלעד אבן-צור",
            "הערות": "המחנה יתקיים בין התאריכים:\n12\/8\/2020-28\/8\/2020",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת מכונות",
            "שם מקצוע": "מעבדה בשיטות ניסוי",
            "מספר מקצוע": "034039",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מדידת טמפרטורה, עיבורים, תנודות, מדידת כוח ופיתול, מדי לחץ, מדידת מהירות וספיקה, מדידת תזוזה, גודל, כוח, הספק מכני.",
            "מקצועות קדם": "034044  או 034038",
            "מקצועות ללא זיכוי נוסף": "035027",
            "אחראים": "פרופ. חבר כרמל רוטשילד",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "גלים ומערכות מפולגות",
            "מספר מקצוע": "044148",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקדמה, ממשוואות מקסוול למשוואת הגלים. גלים מישוריים - תכונות. גלים מישוריים - התקדמות בחומר ודיספרסיה. פגיעה ומעבר דרך משטחים מקדמי פרנל). פגיעה ומעבר דרך משטחים (זוויות מיוחדות). מעבר דרך משטחים כפולים (מהודים). מוליכי גלים - מוליך הגל החשמלי ( PARALLEL PLATE ). מוליכי גלים - הפרוסה הדיאלקטרית. קווי תמסורת: הקדמה, משוואות הטלגרפיה. קווי תמסורת כרכיב במעגל. קווי תמסורת: תאום עכבות והעברת הספק. תופעות זמניות בקווי תמסורת.",
            "מקצועות קדם": "( 114246 ו- 044105 )  או ( 114245 ו- 044105 )  או ( 044140 ו- 044105 )",
            "אחראים": "פרופ. חבר גיא ברטל",
            "הערות": "מתרגלים: עמית שחם (גם אחראי) ונעמה\nכהן\n====================\nמתרגל הסדנאות: עמית שחם\nבסמסטר קיץ יתקיימו 5 סדנאות בין\n16.30-18.30 בתאריכים: 27.8 ,26.8,\n15.9 ,3.9 ,2.9. הסדנא ב-16.9 תתקיים\nבין 16.30-17.30.\nחלק מהמועדים הרשומים במערכת לא\nיתקיימו. סגל הקורס יודיע על מועדי\nההרצאות, התרגולים והסדנאות במודל.\n====================\nבודק תרגילים: ח'יר-אלדין יעקב\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "בתאריך 30.09.2020 יום ד משעה 13 עד השעה 16",
            "מועד ב": "בתאריך 29.10.2020 יום ה משעה 14:3 עד השעה 17:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר גיא ברטל",
                "יום": "א",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר גיא ברטל",
                "יום": "ב",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר גיא ברטל",
                "יום": "ג",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. נעמה כהן\nמר עמית שחם\nמר יעקב ח'יר-אלדין",
                "יום": "א",
                "שעה": "14:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. נעמה כהן\nמר עמית שחם\nמר יעקב ח'יר-אלדין",
                "יום": "ב",
                "שעה": "14:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. נעמה כהן\nמר עמית שחם\nמר יעקב ח'יר-אלדין",
                "יום": "ג",
                "שעה": "14:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1א",
            "מספר מקצוע": "044157",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "3",
            "סילבוס": "המעבדה כוללת 9 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום האנלוגי: הכרת מכשור מדידה, בניה של מעגלים אלקטרונים ומעגלי מיתוג בסיסיים. בכל הניסויים ייערכו תכן, סימולציה והשוואה למדידות. ניסויים בתחום הספרתי: תכן חומרה ספרתית בכלים גרפיים ובשפה עילית, HDL, סימולציה וניפוי שגיאות. כ\"כ ניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת הירארכי. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "מקצועות קדם": "( 234145 ו- 114075 ו- 044262 ו- 044102 )  או ( 114076 ו- 044262 ו- 044145 ו- 044102 )  או ( 114076 ו- 044252 ו- 044102 )  או ( 234262 ו- 234145 ו- 114075 ו- 044102 )  או ( 114075 ו- 044262 ו- 044145 ו- 044102 )  או ( 114075 ו- 044252 ו- 044102 )",
            "מקצועות צמודים": "044105",
            "מקצועות ללא זיכוי נוסף": "044160 044151",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ג",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ה",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 1ב",
            "מספר מקצוע": "044158",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "2",
            "סילבוס": "המעבדה כוללת 6 מפגשים בני 4 שעות כ\"א (וכן הכנות לניסוי בהתאם לנדרש). מערך הניסויים כולל: ניסויים בתחום הפיזיקלי: ניתוח מעגלי מוליכים למחצה, דיודות וטרנזיסטורים. ניסויים בתחום האנלוגי: מגבר שרת ושימושיו. ניסויים בתורת הדגימה: מעגלי המרה A\/D ו- D\/A. בכל הניסויים יערכו תכן, סימולציה והשוואה למדידות וכן מפגש לניסוי מסכם במתכונת מיני פרוייקט: תכנון בנייה והפעלה של מערכת אנלוגית. בניסויים מושם דגש על גישה מערכתית והכרת תהליך הפיתוח של מערכת אלקטרונית שלמה.",
            "מקצועות קדם": "( 044157 ו- 044130 ו- 044125 ו- 044105 )  או ( 044157 ו- 044131 ו- 044127 ו- 044105 )",
            "מקצועות ללא זיכוי נוסף": "044160 044151",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "דר. דוד בר-און",
                "יום": "ד",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "14:3 - 18:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 2",
            "מספר מקצוע": "044159",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במעבדה זו ארבעה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש.",
            "מקצועות קדם": "044157 ו- 044137",
            "מקצועות ללא זיכוי נוסף": "044165 044162",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n4 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 3",
            "מספר מקצוע": "044166",
            "נקודות": "2.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במעבדה זו שלושה ניסויי בחירה מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. הניסויים מתבצעים במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות של 4 שעות כל אחת. כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש.",
            "מקצועות קדם": "044165  או 044162  או 044159",
            "מקצועות ללא זיכוי נוסף": "044164 044163",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n3 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרוייקט א'",
            "מספר מקצוע": "044167",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. במסגרת המקצוע יינתנו הדרכות כלליות ומעבדתיות בנושאים הקשורים לביצוע פרויקטים, כגון: כלי תכנה  וחמרה, אפיון פרויקט, הכנת מצגות ודווח. ההדרכות יינתנו בשעתיים שבועיות שיוקצו בלוח השעות של הסמסטר השישי. מכיל את המתודולוגיה של פרויקט ב'.",
            "מקצועות קדם": "044151  או ( 044160  או 044157 )",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרויקט  ב",
            "מספר מקצוע": "044169",
            "נקודות": "4",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "מקצועות קדם": "( 044167 ו- 044157 ו- 044102 )  או ( 044167 ו- 044151 ו- 044102 )  או ( 044167 ו- 044160 ו- 044102 )",
            "מקצועות ללא זיכוי נוסף": "044173",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.\n====================\nהנרשמים מחוייבים להשתתף בהרצאות\nהעשרה של פרויקט א' בסמסטר חורף.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "פרויקט  מיוחד",
            "מספר מקצוע": "044170",
            "נקודות": "4",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "יש לקחת את קורס הבטיחות לפני הרישום לפרויקט. מטרת המקצוע היא הכשרת הסטודנט להתמודדות עצמאית עם אתגר הנדסי או מחקרי חדשני בהדרכת מנחה. במסגרת זו יתנסה הסטודנט בביצוע כל המרכיבים המאפיינים פרויקט הנדסי: הגדרה, אפיון, סקר ספרות, בחינת פתרונות חלופיים, תכן, מימוש, בדיקה, הצגה ודווח. בחירת נושא הפרויקט וביצועו יעשה ע\"י זוג סטודנטים מתוך רשימת נושאים המתפרסמת ע\"י כל אחת ממעבדות ההתמחות בפקולטה. רשימת המעבדות והסדרי הרישום מופיעים באתר המעבדות הפקולטי. כדי להתעמק בתחום הנבחר ניתן לבצע פרויקט המשך או שני פרויקטים שונים באותה מעבדה (במסגרת המקצועות: פרויקט א', פרויקט ב', או פרויקט מיוחד). אין לבצע שני פרויקטים באותה מעבדה באותו הסמסטר ואין לבצע שלושה פרויקטים באותה מעבדה. עפ\"י הצורך, ניתן להשתתף בהדרכות הכלליות והמעבדתיות המפורטות בפרויקט א' (044167).",
            "מקצועות קדם": "044102",
            "מקצועות צמודים": "044160 044157 044151",
            "מקצועות ללא זיכוי נוסף": "044173 044000",
            "אחראים": "פרופ. ישראל כהן",
            "הערות": "י. ארז - אחראי מנהלי\n====================\nיש להירשם לאחת המעבדות עד תחילת\nהסמסטר.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה בהנדסת חשמל 4",
            "מספר מקצוע": "044174",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "על הסטודנט להשלים במקצוע זה שני ניסויי בחירה מרשימת הניסויים המתפרסמת בכל סמסטר, ובתנאי שלא ביצע אותם במסגרת מקצוע אחר. הניסויים מתבצעים (בזוגות) במעבדות ההתמחות בפקולטה. כל ניסוי מורכב משתי פגישות בנות 4 שעות כל אחת . כמו כן יש לבצע מטלות הכנה וסיכום בהתאם לנדרש. ציון הקורס יהיה עובר\/נכשל. ציון עובר דורש ציון של 85 לפחות בכל אחד מהניסויים.",
            "מקצועות קדם": "044166 ו- 044165",
            "אחראים": "",
            "הערות": "מרכזת המקצוע - א. טלמון\n====================\nיש לבצע את הרישום במערכת לבאדמין\nעל ידי לחיצה על הקישור ולבחור\n2 ניסויים מתוך הרשימה.\nרישום לניסויים ולקבוצה אינו מהווה\nרישום למועדי הניסויים.\nלמועדי הניסויים יש להירשם במערכת\nלאבאדמין במועד נפרד אשר ישלח בהודעה\nויפורסם במערכת לאבאדמין.\n====================\nמומלץ לבחור בן זוג לניסויים לפני\nמועד רישום למועדי הניסויים.\n====================\nלא יתקיים רישום למקצוע בתקופות רישום\nהמתקיימות לאחר פתיחת הסמסטר.\n====================\nהציון במקצוע הינו ציון עובר מותנה\nבקבלת ציון 85 בכ\"א מהניסויים.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "נושא מיוחד למצטיינים",
            "מספר מקצוע": "044185",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "1",
            "סילבוס": "דרישות קדם: ממוצע מצטבר של 86 ומעלה וצבירה של 80 נקודות לפחות. כל סטודנט הרשאי להירשם למקצוע זה יונחה באופן אישי על ידי אחד מחברי הסגל בנושא אשר חבר הסגל הביע נכונות להנחות. הסטודנט יהיה חייב בהגשת דו\"ח מסכם בסיום עבודתו.",
            "אחראים": "פרופ. חבר יובל קסוטו\nפרופ. חבר אלכסנדר חייט",
            "הערות": "הרישום רק על בסיס בקשת סטודנט\nלמזכירות לימודי הסמכה בפקולטה.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מערכות ספרתיות ומבנה המחשב",
            "מספר מקצוע": "044252",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "אלגברה בוליאנית, המודל הספרתי. פונקציות מיתוג. שערים לוגיים ומערכת שלמה. הטרנזיסטור כמתג. מעגלים צירופיים וסדרתיים. המתודולוגיה הסינכרונית. מכונות מצבים. נקודה צפה. קודים לתיקון שגיאות. שפה לתיאור חומרה. מכונת פון נוימן, סט הפקודות, אופני מיעון, קפיצות. מחסנית וקישור שגרות. פסיקות. מעבד מצונר. זמן פעולה מול תפוקה. תלויות בקרה ותלויות מידע.",
            "מקצועות קדם": "234117  או 234114",
            "מקצועות ללא זיכוי נוסף": "234262 234252 234145 044262 044145",
            "אחראים": "פרופ. חבר שחר קוטינסקי",
            "הערות": "מתרגל: אלעד הדר\n====================\nמתרגלת הסדנאות: עדי אליהו\nמועדי הסדנאות במהלך הסמסטר:\nימי ב', 15.30-13.30\nימי ג', 12.30-10.30\n====================\nחלק מהמועדים הרשומים במערכת לא\nיתקיימו. סגל הקורס יודיע על מועדי\nההרצאות, התרגולים והסדנאות במודל.\n====================\nבודק התרגילים: האיא מרעי\n====================\nלתשומת לב הנרשמים: בסמסטר קיץ ניתנות\nזכויות מילואים לאנשי מילואים בלבד.\nפעילות מתוכננת מראש של עתודאים במהלך\nסמסטר קיץ,אינה נחשבת לשירות מילואים.",
            "מועד א": "בתאריך 20.10.2020 יום ג משעה 13 עד השעה 16",
            "מועד ב": "בתאריך 26.11.2020 יום ה משעה 15:3 עד השעה 18:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "א",
                "שעה": "9:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "א",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "ד",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר שחר קוטינסקי",
                "יום": "ד",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אלעד הדר\nגב. עדי אליהו",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אלעד הדר\nגב. עדי אליהו",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת חשמל",
            "שם מקצוע": "מעבדה במערכות הפעלה",
            "מספר מקצוע": "046210",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תרגול יישומי של עקרונות מערכות הפעלה בשפת C עם קריאות מערכת של UNIX",
            "מקצועות צמודים": "046209",
            "מקצועות ללא זיכוי נוסף": "234123 234120",
            "אחראים": "פרופ. חבר מרק זילברשטיין",
            "הערות": "מדריך: מ. אורנבך",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה כימית",
            "שם מקצוע": "תרמודינמיקה א' מתקדם",
            "מספר מקצוע": "054316",
            "נקודות": "3.5",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "סמינר\/פרויקט": "1",
            "סילבוס": "מושגי יסוד. גדלים אקסטנסיביים ואינטנסיביים. אנרגיה פנימית והחוק הראשון. חישובי אנרגיה, עבודה וחום. משוואות מצב, חישובי חום בתהליכים כימיים, אנטרופיה והחוק השני, מחזור קרנו, התורה הקינטית וטמפרטורה, מערכות פתוחות, אפקט ג'אול-תומסון, תכונות תרמודינמיות, אנרגיה חופשית, חוק הפאזות של גיבס, מכונות ומשאבות חום. שני תרגילי מעבדה, פרויקט מעשי.",
            "מקצועות קדם": "( 114077 ו- 104004 ו- 054135 )  או ( 114071 ו- 104004 ו- 054135 )  או ( 114051 ו- 104004 ו- 054135 )",
            "מקצועות ללא זיכוי נוסף": "054215",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה כימית",
            "שם מקצוע": "פולימרים 1",
            "מספר מקצוע": "054350",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקדמה והגדרות. מנגנוני פולימריזציה. קינטיקה של פילמור שרשרת. קינטיקה של קופולימריזציה. קינטיקה של פילמור בשלבים. תהליכי פולימריזציה תעשייתיים במסה, תרחיף, תחליב ותמיסה. המבנה הכימי של פולימרים שימושיים.",
            "מקצועות קדם": "125801  או 124708",
            "מקצועות צמודים": "054408",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה כימית",
            "שם מקצוע": "פולימרים 2",
            "מספר מקצוע": "054351",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תרמודינמיקה של תמיסות פולימריות. שיטות לקביעת משקל מולקולרי. ריאולוגיה של תמיסות פולימריות ופולימרים מותכים. תכונות פיסיקליות ומכניות של פולימרים במצב מוצק. מבנים אמורפיים וגבישיים. אלסטיות גומי. עיבוד חומרים תרמופלסטיים.",
            "מקצועות קדם": "054203",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "שם מקצוע": "טכנולוגיות עיבוד תוצרת טרייה",
            "מספר מקצוע": "064249",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מטרת הקורס להעניק לסטודנט את הרקע הבסיסי בתהליכי העיבוד של מוצרי פרי וירק מתוך הבנה של התהליכים הביוכימיים השונים המתרחשים בתוצרת הטרייה אחרי הקטיף ואף אחרי תהליכי העיבוד המגוונים תוך כדי הכרות עם טכנולוגיות העיבוד ויחידות העיבוד השונות.",
            "מקצועות קדם": "064322 ו- 064212",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "שם מקצוע": "כימיה של מזון",
            "מספר מקצוע": "064322",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ליפידים במזון: מבנה, תכונות ושימושים במזון, תגובות, היבטים תזונתיים, ליפידים מובנים. חימצון שמנים, אנטיאוקסידנטים וקרוטנואידים. סוכרים: תכונות, נגזרות. רב סוכרים וסיבים תזונתיים: מבנה, תכונות ושימושים במזון. השחמת מייארד והיבטים בריאותיים שלה, השחמה אנזימתית. חומצות אמינו, פפטידים, חלבונים במערכות מזון, שימוש באנזימים בתעשית המזון, פעילות מים והשפעתה על קינטיקה של תגובות במזון.",
            "מקצועות קדם": "134019 ו- 125801",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "שם מקצוע": "אמולסיות במזון ובביוטכנולוגיה",
            "מספר מקצוע": "066329",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "1",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קורס זה נועד לתת לסטודנטים ידע בסיסי ומעשי לייצור ואפיון אמולסיות, בדגש על הראקציות והאינטראקציות הכימיות הייחודיות למערכות אלו. קורס זה גם יחשוף את הסטודנטים לפורמולציות ופיתוחים טכנולוגיים חדשים בתחום. דגש מיוחד יושם על התגובות הכימיות המתרחשות באמולסיות בזמן ייצור, אחסון וצריכה ובכלל זה מנגנונים וקינטיקה של חמצון ליפידים, תופעות בפני שטח טיפות, וכן פירוק אמולסיות ושחרור חומרים פעילים במערכת העיכול האנושית. כמו כן נדון בפורמולציות מתקדמות כגון: אמולסיות מובנות (STRUCTURED), אמולסיות המיוצבות ע\"י חלקיקים (PICKERING EMULSIONS), ליפוזומים, מיקרואמולסיות וננו-אמולסיות ובשימושי אמולסיות במזון ובפרומולציות רפואיות. הקורס יכלול גם התנסויות מעשיות בייצור אמולסיות מודל, אפיונן במגוון שיטות (כולל בשיטות פיזור לייזר וצנטריפוגציה אנליטית) וייצור אמולסיות מזון.% סטודנטים המסיימים את הקורס בהצלחה יוכלו: % 1. לתאר מאפיינים מרכזיים של אמולסיות כמוצר, שיטות וטכנולוגיות אמולסיפיקציה ומנגנוני יציבות אמולסיות.% 2. לתאר וליישם שיטות לייצור אמולסיות (לדוגמא: המגון בלחץ גבוה) ולאפיון אמולסיות (צנטריפוגה אנליטית, שיטות מבוססות פיזור לייזר ושיטות נוספות).",
            "מקצועות קדם": "( 124510 ו- 064250 )  או ( 124510 ו- 064238 )",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת ביוטכנולוגיה ומזון",
            "שם מקצוע": "ביוטכנולוגיה של פפטידים",
            "מספר מקצוע": "066524",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ביוכימיה של פפטידים: תכונות כימיות ופיזיקליות, שיטות ביוטכנולוגיות וכימיות לייצור פפטידים ולבקרתם וכן שיטות לאפיון מבנה ופעילות. התמקדות בפפטידים אנטימיקרוביאליים ותפקידם בלחימה בעמידות לאנטיביוטיקה: מנגנונים לפיתוח עמידות, אינטראקציה עם ממברנות, מנגנון הפעולה האנטימיקרוביאלי, השפעות פיזיולוגיות וטוקסיקולוגיות, יחסי מבנה-פעילות ויישומים שונים.",
            "מקצועות קדם": "064419",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "שיטות ניסוי בהנדסה אוירונוטית",
            "מספר מקצוע": "084154",
            "נקודות": "2.5",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד להכיר לסטודנטים בלימודי הסמכה שיטות ניסוי, מדידים, ומערכות רכישת נתונים ממוחשבות ע\"י הצגת שיטות מדידה ויסודות הפעולה הבסיסיים ביישומי הנדסת אוירונוטיקה וחלל.",
            "מקצועות קדם": "084311",
            "מקצועות ללא זיכוי נוסף": "084153 084151",
            "אחראים": "פרופ. חבר בני צוקורל",
            "הערות": "לידיעתכם! בשבוע הראשון תתקיים הרצאה\nמקוונת כל יום בין 11.30-15.30 החל\nמתאריך 12.8.20 עד 18.8.20. לאחר מכן\nהחל מהתאריך 23.8.20 יתקיימו ניסויי\nמעבדה בהתאם ללו\"ז של המעבדות.\nהמעבדות תתקיימנה פיזית בבניין דנציגר",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "12:3 - 16:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "תעופה ספורטיבית 1",
            "מספר מקצוע": "085101",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "(מקצוע בחירה חופשית).% בנית מודלים של כלי טיס לפי כללי הנדסה והטסתם.",
            "אחראים": "",
            "הערות": "עבור נוער בלבד.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "מבוא להנדסת אוירונוטיקה וחלל",
            "מספר מקצוע": "085201",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המקצוע מוכר כבחירה חופשית בלבד. היסטוריה תמציתית של התפתחות מדעי התעופה והחלל, סוגי כלי טיס ורכיביהם.  אוירודינמיקה,  האטמוספירה הסטנדרטית וסביבת החלל, זרימות-תת על-ושגיא קוליות.  הנעה, בקרה,ומבנים באטמוספירה ובחלל. יציבות וניהוג. כלי טייס כמערכת.",
            "אחראים": "",
            "הערות": "עבור לימודי חוץ - שרונה בלבד.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת אוירונוטיקה וחלל",
            "שם מקצוע": "פרויקט מחקר 1",
            "מספר מקצוע": "085851",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "3",
            "סילבוס": "מקצוע בחירה.  מיועד לאמן את הסטודנט המצטיין בביצוע עבודה עצמית בעלת אופי מחקרי ניסויי או תאורטי בשנה האחרונה של לימודיו. הסטודנט יעבוד באופן צמוד לחבר סגל אשר יתן לו נושא לפרויקט. הסטודנט יבצע את המחקר בהדרכת חבר הסגל ויסכם את תוצאותיו בדו\"ח סופי שיוגש למנחה. הרשמה באישור מרכז המקצוע בלבד כאשר סף הקבלה למקצוע הוא הצטיינות דיקן. הציון יקבע ע\"פ הדוח והמעקב במשך הסמסטר.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "מבוא להנדסת נתונים ומידע",
            "מספר מקצוע": "094201",
            "נקודות": "4.5",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "1",
            "סמינר\/פרויקט": "0",
            "סילבוס": "החלק הראשון של הקורס מוקדש ללימוד שפות תכנות המאפשרות עבודה נוחה עם נתונים. (לדוגמא, PYTHON ו- R\/MATLAB ). בחלק השני של הקורס הסטודנטים יחשפו למקורות עשירים ומגוונים של נתונים, וכלים בסיסיים לניתוחם והבנתם, למשל ממערכות חברתיות, עסקיות, ייצור, רפואה, אינטרנט ועוד. ההוראה תתבצע ע\"י מורה הקורס, בנוסף לאנשי סגל וחוקרים מהתעשייה.",
            "מקצועות קדם": "234221  או 234117  או 234111",
            "מקצועות ללא זיכוי נוסף": "094219",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094700",
            "אחראים": "",
            "הערות": "",
            "מועד ב": "בתאריך 18.10.2020 יום א משעה 9 עד השעה 12"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "מבוא להסתברות וסטטיסטיקה",
            "מספר מקצוע": "094481",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "החלק הראשון של הקורס מציג מושגים בסיסיים מתורת ההסתברות: חוקי הסתברות בסיסיים, קומבינטוריקה, הסתברות מותנה, משתנים מקריים בדידים ורציפים והתפלגויותיהם, משפט הגבול המרכזי. חלקו השני של הקורס מתמקד בהסקה סטטיסטית וכולל סטטיסטיקה תיאורית, התפלגויות דגימה, אמידה נקודתית ורווחי סמך, בדיקת השערות, מבחני טיב התאמה ואי-תלות, רגרסיה לינארית פשוטה.",
            "מקצועות קדם": "104022  או 104013  או 104004",
            "מקצועות ללא זיכוי נוסף": "104222 104034 094480 094424 014003",
            "מקצועות ללא זיכוי נוסף (מכילים)": "094423 094417 094412 094411",
            "אחראים": "דר. נדיה בורדו",
            "הערות": "",
            "מועד א": "בתאריך 30.09.2020 יום ד משעה 13 עד השעה 16"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלה לוין",
                "יום": "א",
                "שעה": "10:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלה לוין",
                "יום": "ג",
                "שעה": "10:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "מבוא לכלכלה",
            "מספר מקצוע": "094591",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בקוש והצע:  שווי המשקל בשוק, מדיניות הממשלה בתחום המיקרו והשפעתה על שווי המשקל. פונקצית העלויות וגזירת עקומת ההצע. התנהגות בתנאי שוק שונים:  מונופול ותחרות בלתי משוכללת. המשק הלאומי:  החשבונות הלאומיים. קביעת התוצר המקומי במשק. שער הריבית והשפעתו על ההשקעה. הבקוש לכסף. הבנקים המסחריים, הבנק המרכזי והצע הכסף. שווי משקל בשוק הכסף ושווי משקל כללי. מדיניות הממשלה בתחום המאקרו והשפעתה על התוצר, שער הריבית ושעור האינפלציה.",
            "מקצועות קדם": "104003",
            "מקצועות צמודים": "104004",
            "מקצועות ללא זיכוי נוסף": "094594 094593 094592",
            "מקצועות ללא זיכוי נוסף (מכילים)": "096501",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094511 094501",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 12.10.2020 יום ב משעה 13 עד השעה 16"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ב",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ד",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "15:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "15:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ב",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חובב פרץ",
                "יום": "ד",
                "שעה": "12:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "היבטים משפטיים ופיננסים ביזמות טכ",
            "מספר מקצוע": "094814",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יקנה לסטודנטים  הבנה אודות היבטים משפטיים ומימוניים החשובים בשלבים המוקדמים של הקמת מיזם טכנולוגי. בקורס ילמדו נושאים הקשורים להסכמי חברות, דיני קניין רוחני, גיוס כספים ותכנון פיננסי. מרצים אורחים יוזמנו בכדי לנתח מקרים. התרגול יקנה ניסיון וכלים פרקטיים.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "כלכלה למהנדסי מערכות",
            "מספר מקצוע": "096501",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ביקוש והיצע:שיווי המשקל בשוק, מדיניות הממשלה בתחום המיקרו והשפעתה על שיווי המשקל. פונקצית ההוצאות וגזירת עקומת ההיצע. התנהגות בתנאי שוק שונים: מונופול ותחרות בלתי משוכללת. המשק הלאומי: החשבונות הלאומיים. קביעת התוצר הלאומי במשק. שער הריבית והשפעתו על ההשקעה. הביקוש לכסף. הבנקים המסחריים, הבנק המרכזי והיצע הכסף. שיווי משקל בשוק הכסף ושיווי משקל כללי. מדיניות הממשלה בתחום המאקרו והשפעתה על התוצר, שער הריבית ושיעור האינפלציה. מושגים בסיסיים בניהול פיננסי.",
            "מקצועות ללא זיכוי נוסף (מכילים)": "098751 098750",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "094591 094594",
            "מקצועות זהים": "096500",
            "אחראים": "פרופ. אביב רוזן",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסת תעשייה וניהול",
            "שם מקצוע": "התנסות מעשית בארגון",
            "מספר מקצוע": "096700",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "6",
            "סילבוס": "ביצוע פרויקט מעשי בארגון בגודל בינוני עד גדול (כולל ארגונים למטרות רווח ושלא למטרות רווח) בו מוגדר מנהל האחראי וממונה על הפרויקט. הממונה יגדיר יעדים לפרויקט שהסטודנט יתחייב לעמוד בהם. הסטודנט יכתוב עבודה עם דווח וניתוח של עבודת הפרויקט לאור תיאוריות, מושגים וממצאי מחקר רלוונטיים. תוצאות למידה: בסיום הקורס הסטודנט יהיה מסוגל: 1. להבין תהליכים ארגוניים דרך עבודה מעשית בארגון. 2. לנתח תהליכים ארגוניים בכלים תיאורטיים.",
            "מקצועות קדם": "096600",
            "מקצועות ללא זיכוי נוסף": "094396 094395 094195 094189",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "השלמות מתמטיקה",
            "מספר מקצוע": "103015",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "חשבון בסיסי וטכניקה אלגברית. סדרות חשבוניות וגיאומטריות, אינדוקציה מתמטית. משוואות ואי שוויוניות. פונקציות וגרפים. משוואות ריבועיות והפונקציה הריבועית. פולינומים, שורשים ופונקציות רציונאליות. פונקציות מעריכיות ולוגריתמיות. טריגונומטריה. וקטורים. גיאומטריה אנליטית במישור ובמרחב. מספרים מרוכבים. גבולות ונגזרות. חקירת פונקציות. אינטגרלים.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1",
            "מספר מקצוע": "104003",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המספרים הממשיים. פונקציה ממשית של משתנה ממשי יחיד: גבולות ורציפות, רציפות על קטע סגור,  פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. משפט טיילור, כלל לופיטל, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסוים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. סדרות וטורים אינסופיים של מספרים ממשיים. טורי חזקות.",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף": "104195 104093 104090 104087 104031 104017",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104018 104017 104012 104010",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2",
            "מספר מקצוע": "104004",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "וקטורים, מכפלה סקלרית ווקטורית. גיאומטריה במרחב. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים ותכונות יסודיות. שיטות אינטגרציה ונוסחת החלפת המשתנים באינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ואינטגרלים משטחיים מסוגים שונים. נוסחאות גרין, סטוקס והדיברגנס. שימושים בגיאומטריה ובפיסיקה.%",
            "מקצועות קדם": "104018  או 104003",
            "מקצועות צמודים": "104019",
            "מקצועות ללא זיכוי נוסף": "104295 104282 104281 104094 104093 104092 104091 104090 104033 104032 104020",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104022 104020 104014 104013 104011",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104001",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 1מ'",
            "מספר מקצוע": "104018",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המספרים הממשיים. סדרות אינסופיות של מספרים ממשיים. פונקציה ממשית של משתנה יחיד: גבולות ורציפות, רציפות על קטע סגור פונקציות מונוטוניות ופונקציות הפוכות. גזירות והמשפטים היסודיים של החשבון הדיפרנציאלי. כלל לופיטל, משפט טיילור, חקירת פונקציה. פונקציה קדומה ושיטות אינטגרציה - אינטגרל מסויים ותכונותיו, פונקציות אינטגרביליות, משפטים יסודיים של החשבון האינטגרלי, אינטגרל מוכלל. הגדרת פונקציה בצורת אינטגרל. טורים מספריים. סדרות פונקציות, טורי פונקציות וטורי חזקות. הערה: הקורס נבדל מהקורס  104003 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף": "104195 104093 104090 104087 104031 104017 104012 104010",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104003",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "אלגברה ליניארית מ'",
            "מספר מקצוע": "104019",
            "נקודות": "4.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערה: סך כל שעות הרצאה בשבוע - 3.5 שעות. שדות. מספרים מרוכבים. פולינומים ושורשיהם. מערכות משוואות לינאריות ומטריצות. שיטת החילוץ של גאוס. דטרמיננטים. מרחבים וקטוריים. תת-מרחבים. פרישה, תלות לינארית. בסיס ומימד של מרחב וקטורי. דרגה של מטריצה. מטריצה הפיכה. טרנספורמציות לינאריות. גרעין ותמונה. ייצוג אופרטורים לינאריים ע\"י מטריצות. דמיון מטריצות.  ערכים עצמיים ווקטורים עצמיים. מטריצות הניתנות ללכסון.",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104167 104166 104066 104016 104006",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104009 104006",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון דיפרנציאלי ואינטגרלי 2מ'",
            "מספר מקצוע": "104022",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערה: מקצועות מכילים: 104281 + 104282. וקטורים וגיאומטריה מרחבית. תכונות יסודיות של פונקציות ממשיות של כמה משתנים. חקירת פונקציות של כמה משתנים. פונקציות סתומות. אינטגרלים מרובים. אנליזה וקטורית. אינטגרלים קוויים ומשטחיים. הקורס נבדל מהקורס 104004 בהעמקה נוספת תיאורטית ויישומית כאחד.",
            "מקצועות קדם": "104018",
            "מקצועות צמודים": "104166 104019 104016",
            "מקצועות ללא זיכוי נוסף": "104295 104282 104281 104092 104091 104033 104032 104020 104011",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104014 104013",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104004 104001",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "חשבון אינפיניטסימלי 1מ'",
            "מספר מקצוע": "104031",
            "נקודות": "5.5",
            "הרצאה": "4",
            "תרגיל": "3",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "שדה המספרים הממשיים. גבולות של סדרות ושל פונקציות ממשיות של משתנה יחיד. רציפות ורציפות במידה שווה של פונקציות של משתנה יחיד. הנגזרת, המשפטים היסודיים על נגזרות. נוסחת טיילור ושימושיה. חקירת פונקציות.",
            "מקצועות קדם": "103015",
            "מקצועות ללא זיכוי נוסף": "104195 104093 104090 104087 104018 104017 104012 104010 104003",
            "אחראים": "דר. אביב צנזור",
            "הערות": "",
            "מועד א": "בתאריך 20.10.2020 יום ג משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 20.11.2020 יום ו משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "א",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ה",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "א",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ב",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ג",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ד",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר שקד לייבזירר",
                "יום": "ה",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "א",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אביב צנזור",
                "יום": "ה",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אור דולב",
                "יום": "א",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אור דולב",
                "יום": "ב",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אור דולב",
                "יום": "ג",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אור דולב",
                "יום": "ד",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר אור דולב",
                "יום": "ה",
                "שעה": "10:3 - 11:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "מבוא להסתברות ח'",
            "מספר מקצוע": "104034",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מרחבי הסתברות, אקסיומות, הסתברות מותנית. מאורעות בלתי תלויים. ניסויי ברנולי. משתנים מקריים בדידים, רציפים ומעורבים. פונקציות התפלגות, צפיפות והסתברות. התפלגויות חשובות. תוחלת ומומנטים. טרנספורמציות. האי שוויון של ינסן. וקטורים אקראיים. התפלגויות משותפות ומותנות. קורלציה, וקטורים, גאוסים. פונקציה אופיינית. האי שוויון של צ'בישב. חוק המספרים הגדולים. משפט הגבול המרכזי.",
            "מקצועות קדם": "104281  או 104032  או 104022  או 104013",
            "מקצועות ללא זיכוי נוסף": "104222 095142 094481 094417 094412 094411",
            "אחראים": "דר. יוחאי מעין",
            "הערות": "חלק מהשיעורים יבוטלו. יעודכן במהלך\nהסמסטר.",
            "מועד א": "בתאריך 20.10.2020 יום ג משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 20.11.2020 יום ו"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יוחאי מעין",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. הילה מעין",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. הילה מעין",
                "יום": "ה",
                "שעה": "13:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "מד\"ח וטורי פוריה",
            "מספר מקצוע": "104223",
            "נקודות": "4",
            "הרצאה": "3",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "דרישות קדם: (104013 או 104022 או 104281 או 104032) ו- (104016) ו- (104131 או 104135 או 104285 או 104035). דיון כללי על משוואות דיפרנציאליות חלקיות (מד\"ח) ותנאים מצורפים. התרת משוואות מסדר ראשון. בעיית קושי וקווים אופייניים. מיון מד\"ח מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד- ממדית, שיטת ד'למבר. בעיית שטרם-ליוביל, מרחבי מכפלה פנימית ומערכות אורתונורמליות. התכנסות טורי פורייה הקלסיים, משפט דיריכלה, משפטי גזירה ואינטגרציה. שיטת הפרדת משתנים, משוואת החום והגלים בקטע סופי. משוואת לפלס ופואסון. עקרון המקסימום ותכונות פונקציות הרמוניות.",
            "מקצועות ללא זיכוי נוסף": "234299 104214 104030",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "104228 104220 104218",
            "אחראים": "מר שלומי גובר",
            "הערות": "חלק מהשיעורים יבוטלו. יעודכן במהלך\nהסמסטר.",
            "מועד א": "בתאריך 25.09.2020 יום ו משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 16.11.2020 יום ב"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר שלומי גובר",
                "יום": "א",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר שלומי גובר",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר שלומי גובר",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר שלומי גובר",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. מרינה גרוזד",
                "יום": "ב",
                "שעה": "13:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. מרינה גרוזד",
                "יום": "ד",
                "שעה": "13:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מתמטיקה",
            "שם מקצוע": "משוואות דיפרנציאליות חלקיות מ'",
            "מספר מקצוע": "104228",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הערה: דרוש קורס קדם נוסף של תכנות (למשל: 234128 או 234112 או 234127) אפשר גם ללמוד את קורס התכנות במקביל למקצוע זה. דיון כללי על משוואות דיפרנציאליות חלקיות ותנאים מצורפים. התרת משוואות מסדר ראשון, בעיית קושי ועקומים אופייניים. מיון משוואות דיפרנציאליות חלקיות מסדר שני והבאתם לצורה קנונית. בעיה מוצגת היטב. משוואת הגלים החד-ממדית, שיטת ד'למבר. טורי פורייה טריגונומטריים, שיטת הפרדת המשתנים ובעיית שטורם-ליוביל. משוואת החום והגלים בקטע סופי, משוואות לפלס ופואסון. עקרון המקסימום והמינימום ותכונות פונקציות הרמוניות. התמרת פורייה ושימושים למד\"ר ומד\"ח.",
            "מקצועות קדם": "( 104285 ו- 104013 )  או ( 104135 ו- 104013 )  או ( 104131 ו- 104022 )  או ( 104285 ו- 104004 )  או ( 104135 ו- 104004 )  או ( 104131 ו- 104004 )",
            "מקצועות ללא זיכוי נוסף": "104218",
            "מקצועות ללא זיכוי נוסף (מכילים)": "104223 104220 104030",
            "אחראים": "דר. מרינה קרוש-ברם",
            "הערות": "בשבוע האחרון של הסמסטר, יתקיימו\nהרצאה ותרגיל ביום ראשון בלבד.",
            "מועד א": "בתאריך 25.09.2020 יום ו משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 23.10.2020 יום ו משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. מרינה קרוש-ברם",
                "יום": "א",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. מרינה קרוש-ברם",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. מרינה קרוש-ברם",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גרשון אברהם",
                "יום": "א",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גרשון אברהם",
                "יום": "ב",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גרשון אברהם",
                "יום": "ג",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה  2מ",
            "מספר מקצוע": "114021",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסויים בשטח של בליסטיקה של אלקטרונים בשדות אלקטרומגנטיים, מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן ריסון, תהודה, איפנון, התנהגות לא-ליניארית).",
            "מקצועות קדם": "114020 ו- 044102",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114034 114019",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114082 114033 114030",
            "אחראים": "",
            "הערות": "רישום למעבדה דרך אחראית המעבדה -\nד\"ר יוליה פריזאנט.\nשיעורי המעבדה יתקיימו פיזית לפי כללי\nהתו הסגול ועבודה בקפסולות בתאריכים\nמסויימים. פרטים אפשר למצוא באתר\nהקורס במודל.\n====================\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ'.\n====================\nנוכחות במפגש הראשון בזום חובה.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 2 מח'",
            "מספר מקצוע": "114030",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסויים בשטח הבליסטיקה של אלקטרונים בשדות אלקטרומגנטיים. מעגלים חשמליים בזרם חלופין (תנודות מרוסנות, זמן תהודה, אפנון והתנהגות לא לינארית). הקף המעבדה 2\/3 מהחומר הנדרש במעבדה לפיסיקה 2מ'.",
            "מקצועות קדם": "114076 ו- 114020 ו- 044102",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114082 114034 114021 114019",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114033",
            "אחראים": "",
            "הערות": "רישום למעבדה דרך אחראית המעבדה -\nד\"ר יוליה פריזאנט.\nשעורי המעבדה יתקיימו פיזית לפי כללי\nהתו הסגול ועבודה בקפסולות באתריכים\nמסויימים. פרטים אפשר למצוא באתר\nהקורס במודל.\n====================\nמקצוע קדם: פיזיקה 2פ', מעבדה לפיזיקה\n1מ'.\n====================\nנוכחות במפגש הראשון בזום - חובה.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 3 - גלים",
            "מספר מקצוע": "114035",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ניסויים בגלים (גלי קול, אור ומיקרו), שימוש בתופעות התאבכות, עקיפה, וקיטוב למדידות ערכים פיזיקאליים שונים. אינטרפרומטר מייכלסון, מאך-זנדר, ניסוי שני סדקים, גל-בו, ספקטרוסקופיה אטומית, פיזור בראג.",
            "מקצועות קדם": "( 114086 ו- 114034 )  או ( 114086 ו- 114030 )  או ( 114086 ו- 114021 )",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114038",
            "אחראים": "",
            "הערות": "המקצוע לא מקוון! יש להגיע למעבדה\nפעמיים בשבוע במשך 5 שבועות.\n====================\nהמקצוע ייפתח בהנחה שיהיו מספיק\n2מ\/2מח\/2מפ, גלים או מערכות מפולגות.\n====================\nמקצועות קדם: מעבדה לפיזיקה\n====================\nלהשלמת המקצוע נדרש להגיש 3 דוחות\nולהשתתף בסמינר.\n====================\nלשאלות נא לפנות לד\"ר יוליה פריזאנט.\n====================\n====================================\nבמועד רישום ב' - 9.8+6.8 הרישום יעשה\nישירות אצל אחראית למעב. ד\"ר פריזנט.\n====================================",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "מעבדה לפיסיקה 4מח'",
            "מספר מקצוע": "114037",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ניסויים בפיסיקה מודרנית, (אפקט פוטו-אלקטרי, ניסוי פרנק-הרץ, תהודה מגנטית גרעינית, תהודה ספין אלקטרוני), ניסויים בפיסיקה של מצב מוצק (הולכה, אפקט הול, פוטו-וולטאי), ניסויים בפיסיקה גרעינית.",
            "מקצועות קדם": "115203 ו- 114035",
            "מקצועות ללא זיכוי נוסף": "114031",
            "אחראים": "גב. יוליה פריזאנט",
            "הערות": "1. המקצוע לא מקוון! יש להגיע למעבדה\nפעמיים בשבוע במשך 5 שבועות.\n====================\n2. המקצוע ייפתח בהנחה שיהיו מספיק\nנרשמים.\n====================\n3. מקצועות קדם: מעבדה לפיזיקה\n3\/3מפ, פיזיקה קוונטית 1.\n====================\n4. להשלמת המקצוע נדרש להגיש 5 דוחות\nולהשתתף בסמינר.\n====================\n5. לשאלות נא לפנות לד\"ר יוליה\nפריזאנט.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "11:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1",
            "מספר מקצוע": "114051",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחצוניים, שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאי, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי, תופעת דופלר יחסותית, אנרגיה ותנע יחסותיים, פיזור, יצירה והתפרקות של חלקיקים.",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104018 104003",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114077",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114074 114071",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114064 114014 114003 114001",
            "אחראים": "דר. זיו מיקוליצקי",
            "הערות": "",
            "מועד א": "בתאריך 17.09.2020 יום ה משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 30.10.2020 יום ו משעה 17 עד השעה 20"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. זיו מיקוליצקי",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר פרח ראשד",
                "יום": "ג",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר פרח ראשד",
                "יום": "ד",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2",
            "מספר מקצוע": "114052",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה.*** חשמל ומגנטיות: אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים. חוק אום, מעגלי CR, שדה מגנטי, חוק אמפר, חוק פרדי, השראות, תכונות מגנטיות של חומר, משוואות מקסוול. גלים: גלים מכניים, שרשרת אוסצילטורים, גלי רוחב במיתר, גלים אקוסטיים בנוזל או בגז, תנאי שפה, גלים עומדים: ספקטרום תדרים. גלים מתקדמים: מהירות פאזה ומהירות חבורה, שבירה והחזרה, החזרה מלאה. עקרון הויגנס: עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק, קיטוב.",
            "מקצועות קדם": "( 114077 ו- 113014 )  או ( 114071 ו- 113014 )  או ( 114051 ו- 113014 )",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114078",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114076 114075 114072",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114064 114014 114004 114002",
            "אחראים": "פרופ. עדי נסר",
            "הערות": "",
            "מועד א": "בתאריך 15.10.2020 יום ה משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 17.11.2020 יום ג משעה 17:3 עד השעה 20:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "9:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רון בסלר",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ב",
                "שעה": "12:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "9:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. עדי נסר",
                "יום": "ה",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר רון בסלר",
                "יום": "ה",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 3",
            "מספר מקצוע": "114054",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "רקע ויסודות המכניקה הקונטית - תכונות חלקיקיות של אור, תכונות גליות של חומר, קונטיזציה של קרינה ואנרגיה. מודל האטום של בוהר, גילוי הגרעין ע\"י רתרפורד, פונקצית גל ומשואות שרדינגר - הגישה ההסתברותית, פתרון משואת שרדינגר לחלקיק חופשי ובנוכחות פוטנציאלים שונים. תאור קונטי של אטום המימן, אטומים רבי אלקטרונים והטבלה המחזורית. מצב מוצק - מבנה המוצק, מודל אלקטרונים חפשיים, מבנה פסים, מוליכים, מבדדים, ומוליכים למחצה. גרעין - מבנה הגרעין, כוחות גרעיניים ואנרגית קשר, רדיואקטיביות, ראקציות גרעיניות, ביקוע, מיזוג ואנרגיה גרעינית. חלקיקים יסודיים - חלקיקים ואנטי חלקיקים, חוקי שימור, מיון חלקיקים, הכוחות הבסיסיים בטבע. אסטרופיסיקה וקוסמולוגיה - התפתחות כוכבים ובריאת היקום.",
            "מקצועות קדם": "114075  או 114052",
            "מקצועות ללא זיכוי נוסף": "114053",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114073",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114099 114065 114014",
            "אחראים": "דר. אלכסנדרה בקמן",
            "הערות": "",
            "מועד א": "בתאריך 13.10.2020 יום ג משעה 13 עד השעה 16",
            "מועד ב": "בתאריך 16.11.2020 יום ב משעה 17 עד השעה 20"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלכסנדרה בקמן",
                "יום": "א",
                "שעה": "13:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלכסנדרה בקמן",
                "יום": "ג",
                "שעה": "13:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. הדיל ח'מיס",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1מ",
            "מספר מקצוע": "114071",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "***מקצועות קדם: בחינת סווג בפיסיקה חלק א' - מכניקה או פטור ממנה.*** מכניקה קלסית- חוקי ניוטון. דינמיקה של חלקיק. טרנספורמצית גליליי. תאור תנועה במערכות לא-אינרציאליות. חוקי השימור של האנרגיה, התנע הקוי והתנע הזויתי. מערכות רבות חלקיקים. דינמיקה של גוף צפיד. אוסצילטור הרמוני. גרביטציה. מכניקה יחסותית - טרנספורמציות לורנץ לוקטורים של מקום-זמן ותנע-אנרגיה טרנספורמציה של וקטור המהירות. דינמיקה יחסותית. חלקיקים עם מסת מנוחה השווה לאפס.",
            "מקצועות קדם": "113013",
            "מקצועות צמודים": "104195",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114074 114064",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114014",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114077 114051 114014 114003 114001",
            "אחראים": "דר. סעיד מחאג'נה",
            "הערות": "",
            "מועד א": "בתאריך 22.09.2020 יום ג משעה 13 עד השעה 16",
            "מועד ב": "בתאריך 30.10.2020 יום ו משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ה",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ינאי פלורסהיים",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ב",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ה",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. סעיד מחאג'נה",
                "יום": "ה",
                "שעה": "13:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ינאי פלורסהיים",
                "יום": "ה",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2ממ",
            "מספר מקצוע": "114075",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "*** מקצועות קדם: בחינת סווג בפיסיקה חלק ב' - חשמל או פטור ממנה. מקצועות צמודים:(104013 ו- 104035) או 104032. אלקטרוסטטיקה, שדה ופוטנציאל חשמליים, הזרם החשמלי, השדות המלווים מטען נע, שדה מגנטי, השראות, משוואות מקסוול ופתרונם, מעגלי זרם חילופין. מבוא לגלים, נפיצה, שבירה, מהירות פזה וחבורה, תנע ואנרגיה של גל אלקטרומגנטי, קיטוב, התאבכות ועקיפה.",
            "מקצועות קדם": "114071 ו- 113014",
            "מקצועות צמודים": "104035 104032 104013",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114076 114072",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114078 114052 114014 114004 114002",
            "אחראים": "פרופ. יורם רוזן",
            "הערות": "",
            "מועד א": "בתאריך 30.09.2020 יום ד משעה 13 עד השעה 16",
            "מועד ב": "בתאריך 30.10.2020 יום ו משעה 10 עד השעה 13"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. יורם רוזן",
                "יום": "ב",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. יורם רוזן",
                "יום": "ב",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. יורם רוזן",
                "יום": "ד",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. יורם רוזן",
                "יום": "ד",
                "שעה": "14:3 - 16:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יואב אפיק",
                "יום": "א",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יואב אפיק",
                "יום": "ג",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 1ל",
            "מספר מקצוע": "114077",
            "נקודות": "2.5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המקצוע מכיל נושאים במכניקה קלסית. א. מכניקה ניוטונית: הבחנה בין כוחות פנימיים וחיצוניים. שימור אנרגיה. תנע ותנע זויתי (למערכת חלקיקים ללא כוחות חיצוניים). דוגמאות של משואות תנועה, טרנספורמצית גלילאו, מערכות מואצות. ב. תורת היחסות הפרטית: מדידת מהירות האור ותכונותיה, עקרון היחסות, טרנספורמצית לורנץ, זמן עצמי. תופעת דופלר יחסותית. אנרגיה ותנע יחסותיים. יצירה והתפרקות של חלקיקים.",
            "מקצועות צמודים": "104018 104003",
            "מקצועות ללא זיכוי נוסף": "115248 114248 114051",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114074 114071",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114003",
            "אחראים": "דר. חנה מרטיסקאינן",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה)וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114051( 1).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================",
            "מועד א": "בתאריך 17.09.2020 יום ה משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 30.10.2020 יום ו משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חנה מרטיסקאינן",
                "יום": "א",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חנה מרטיסקאינן",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חנה מרטיסקאינן",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. חנה מרטיסקאינן",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ניצן בלאו",
                "יום": "א",
                "שעה": "12:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ניצן בלאו",
                "יום": "ג",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר ניצן בלאו",
                "יום": "ד",
                "שעה": "11:3 - 13:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "פיזיקה",
            "שם מקצוע": "פיסיקה 2ל",
            "מספר מקצוע": "114078",
            "נקודות": "3.5",
            "הרצאה": "5",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "אלקטרוסטטיקה, שדה חשמלי, חוק גאוס, פוטנציאל, קבלים וחומרים דיאלקטריים, חוקי אום וקירכהוף, מעגלי CR, שדה מגנטי, חוקי אמפר ופרדיי, השראות, תכונות מגנטיות של חומר, משוואות מכסוול. אופטיקה גאומטרית. גלי רוחב במיתר, גלים אקוסטיים. גלים עומדים. גלים מתקדמים: מהירות פאזה וחבורה, שבירה והחזרה, עקיפה והתאבכות, פיזור בראג. גלים אלקטרומגנטיים בריק ובחומר. קיטוב ואנרגיה של גלים.",
            "מקצועות קדם": "114077  או 114071  או 114051",
            "מקצועות ללא זיכוי נוסף": "115249 114249 114052",
            "מקצועות ללא זיכוי נוסף (מכילים)": "114076 114075",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "114004",
            "אחראים": "מר דוד אגמון",
            "הערות": "מיועד לסטודנטים מהמסלולים שאצלם\nהמקצוע כלול בתכנית הלימודים (החייבים\nבהשלמות פיסיקה) וכן עבור סטודנטים\nממסלולים נוספים שיקבלו אישור מיוחד\nמראש ללמוד את הקורס.\nבעלי סיווג פיסיקה, יוכלו ללמוד את\nהקורס פיסיקה 114052( 2).\n====================\n====================================\nהקורס מכיל תוספת שבועית ללא ניקוד.\n====================================",
            "מועד א": "בתאריך 15.10.2020 יום ה משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 17.11.2020 יום ג משעה 17:3 עד השעה 20:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר דוד אגמון",
                "יום": "א",
                "שעה": "8:3 - 12:3",
                "בניין": "אולמן",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר דוד אגמון",
                "יום": "ב",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר דוד אגמון",
                "יום": "ג",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גבריאל ויינרוט",
                "יום": "א",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "805"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גבריאל ויינרוט",
                "יום": "ב",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "805"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר גבריאל ויינרוט",
                "יום": "ג",
                "שעה": "13:3 - 15:3",
                "בניין": "אולמן",
                "חדר": "805"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "השלמות כימיה",
            "מספר מקצוע": "123015",
            "נקודות": "0",
            "הרצאה": "1",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשבעה חלקים: מושגי יסוד, מבנה האטום, הטבלה המחזורית, הקשר הכימי, סטוכיומטריה, שיווי משקל בגזים, חומצות ובסיסים.",
            "אחראים": "דר. אביטל להב",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה בכימיה אנליטית 1 מורחב",
            "מספר מקצוע": "124212",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "5",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ינתנו 11 הנסיונות הבאים: (פירוט בחוברת המעבדה) תמיסות: ריכוזים, מסיסות. טיטרציות חומצה-בסיס מימיות. טיטרציות חמצון-חיזור ויזואליות. טיטרציות חמצון-חיזור פוטנציומטריות. קביעת מנגן בפלדה. טיטרציות שיקוע. אלקטרודות יון סלקטיביות. גרבימטריה וקומפלקסומטריה. אלקטרוגרבימטריה, קולומטריה. ניסויים לבדיקות מים.",
            "מקצועות קדם": "125101  או 124220",
            "מקצועות ללא זיכוי נוסף": "125105 125102",
            "אחראים": "דר. דוד איזנברג",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. מונא מסללם\nמר חגית שויחט\nגב. מיכאל נואטחה",
                "יום": "א",
                "שעה": "9:3 - 14:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. מונא מסללם\nמר חגית שויחט\nגב. מיכאל נואטחה",
                "יום": "ד",
                "שעה": "9:3 - 14:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה בכימיה אנליטית 2 מורחב",
            "מספר מקצוע": "124214",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "6",
            "סמינר\/פרויקט": "0",
            "סילבוס": "ספקטרופוטמטריה: קביעת ריכוזים, אנליזה של תערובות. פלואורסנציה: אנליזה של כינין במשקאות, אנליזה של אספירין. בליעה ופליטת אטומים. כרומטוגרפית גזים: סדרות הומולוגיות, אנליזה של לימונן. גז כרומטוגרפיה עם גלאי ספקטרוסקופית מאסות ( MS-GC ). כרומטוגרפית נוזל HPLC.  וולטמטריה ציקלית.",
            "מקצועות קדם": "( 125102 ו- 124213 )  או ( 124213 ו- 124212 )",
            "מקצועות ללא זיכוי נוסף": "124217 124103",
            "אחראים": "פרופ. אהרן בלנק",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. אור גלנט\nגב. חרות לוי\nדר. אלכסנדר קאושנסקי",
                "יום": "ב",
                "שעה": "9:3 - 15:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "גב. אור גלנט\nגב. חרות לוי\nדר. אלכסנדר קאושנסקי",
                "יום": "ה",
                "שעה": "9:3 - 15:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "כימיה אי-אורגנית",
            "מספר מקצוע": "124305",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יעסוק בסקירת הטבלה המחזורית. נדגים את המחזוריות והשוני בהתנהגות של חומרים אי אורגניים ע\"י תיאוריות מדעיות שונות ובעזרתן נקשר בין מבנה החומרים לבין תכונותיהם. ידע זה מקנה בסיס להבנה של תחומים מדעיים שונים כגון ביוכימיה, כימיה אורגנית, מדעי הסביבה והנדסת חומרים.",
            "מקצועות קדם": "( 124118 ו- 124117 )  או 124114  או ( 124116 ו- 124115 )",
            "מקצועות ללא זיכוי נוסף (מכילים)": "124707 124300",
            "אחראים": "",
            "הערות": "עבור נוער בלבד.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "כימיה אורגנית 1ב",
            "מספר מקצוע": "124801",
            "נקודות": "2.5",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "פחמימנים רוויים ובלתי רוויים.  כהלים, פנולים ואתרים, אלקיל-הלידים, חומצות אורגניות, אסטרים וליפידים. נגזרות של חומצות קרבוקסיליות.",
            "מקצועות קדם": "125011  או 125001  או 124120  או 124114",
            "מקצועות ללא זיכוי נוסף": "124807",
            "מקצועות ללא זיכוי נוסף (מכילים)": "125801 124708 124701",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "125802",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה כימיה אורגנית 1",
            "מספר מקצוע": "124911",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "8",
            "סמינר\/פרויקט": "0",
            "סילבוס": "סינתזות אורגניות פשוטות המבוססות על ההרצאות של כימיה אורגנית 1 ו-2, תוך הדגשת לימוד הטכניקות המעבדתיות. לימוד המנגנון לתגובות אורגניות.",
            "מקצועות קדם": "124708",
            "מקצועות ללא זיכוי נוסף": "124909",
            "מקצועות ללא זיכוי נוסף (מכילים)": "124901",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מע.בכימיה אנליטית 1 להנ.ביוכימית",
            "מספר מקצוע": "125105",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסויים בשטחים השונים של הכימיה האנליטית. הערה: המעבדה ניתנת במסגרת קורס מס' 125102.",
            "מקצועות קדם": "125101",
            "מקצועות ללא זיכוי נוסף": "124212",
            "מקצועות ללא זיכוי נוסף (מכילים)": "125102 124102",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "כימיה אורגנית",
            "מספר מקצוע": "125801",
            "נקודות": "5",
            "הרצאה": "4",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "פחמימנים רוויים ובלתי רוויים, כהלים ואתרים, אלקיל-הלידים, חומצות אורגניות, אסטרים וליפידים, סטראוכימיה, נגזרות של חומצות קרבוקסיליות. אמינים, חומצות אמיניות, חלבונים, אלדהידים וקטונים, כימיה של סוכרים, ארומטיות ותגובות הבנזן, תגובות דחיסה שונות לבנית מולקולות.",
            "מקצועות קדם": "125011  או 125001  או 124120  או 124114",
            "מקצועות ללא זיכוי נוסף": "124705",
            "מקצועות ללא זיכוי נוסף (מכילים)": "125800 124710 124709 124708 124706",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "125802 124809 124807 124802 124801 124708 124701",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "כימיה",
            "שם מקצוע": "מעבדה מתקדמת בכימיה פיסיקלית",
            "מספר מקצוע": "126600",
            "נקודות": "3",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "8",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נושאים: תכונות של משטחים: תרמודינמיקה ושכבות גבול. מבנה של משטחים מוצקים ותכונות אלקטרוניות של משטחי גבול. אינטראקציה של גזים על פני מוצקים. ספיחה כימית וספיחה פיסיקלית. איזותרמות ספיחה. התכונות של השכבה הספוחה. מבוא לשיטות נסיוניות בחקר משטחים ונושאים נבחרים בחקר תהליכים משטחיים.",
            "מקצועות קדם": "124605 ו- 124417 ו- 124416",
            "מקצועות צמודים": "124414",
            "אחראים": "פרופ. חבר לב צ'ונטונוב",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר פארס חוראני\nגב. אליסה קוסטדינוב\nדר. ארתור שפירו",
                "יום": "א",
                "שעה": "9:3 - 17:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "מעבדה",
                "מרצה\/מתרגל": "מר פארס חוראני\nגב. אליסה קוסטדינוב\nדר. ארתור שפירו",
                "יום": "ג",
                "שעה": "9:3 - 17:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ביולוגיה",
            "שם מקצוע": "גנטיקה כללית",
            "מספר מקצוע": "134020",
            "נקודות": "3.5",
            "הרצאה": "3",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בסמסטר א' הקורס מיועד להנ.ביוטכנולוגיה ומזון והשאר על בסיס פנוי. בסמסטר ב' הקורס מיועד לביולוגיה ומסלוליה והוראת המדעים בלבד. נושאי הקורס: חוקי התורשה המנדליים והלא מנדליים, מהות הגן, ניתוח שושלות, התיאוריה הכרומוזומלית של ההורשה, קביעת מין, תאחיזה, שחלוף ושיטות למיפוי גנים באדם ובאורגניזמים שונים, מוטציות ושינויים במבנה הכרומוזומים ובמספרם, אינטראקציה בין גנים. הערה: הקורס פתוח לסטודנטים מפקולטות אחרות. ידרשו מקצועות קדם מקבילים בתאום עם מורה הקורס.",
            "מקצועות קדם": "134127  או 134058",
            "מקצועות צמודים": "134144",
            "מקצועות ללא זיכוי נוסף": "274223 274165",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274010",
            "אחראים": "דר. עידן ילין",
            "הערות": "",
            "מועד א": "בתאריך 20.10.2020 יום ג משעה 17 עד השעה 20"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. עידן ילין",
                "יום": "א",
                "שעה": "15:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. עידן ילין",
                "יום": "ג",
                "שעה": "15:3 - 18:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "גב. ענבר ערמן",
                "יום": "ד",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ביולוגיה",
            "שם מקצוע": "ביולוגיה 1",
            "מספר מקצוע": "134058",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "בסמסטר א' הקורס מיועד ל: ביולוגיה ומסלוליה, הנ. ביוטכנולוגיה ומזון והוראת המדעים וקבוצה מסויימת בנפרד - לפקולטות הנדסיות. בסמסטר ב' הקורס מיועד ל: הנ. ביו-רפואית, הנ. חשמל, מדעי המחשב, מתמטיקה וכימיה. הביולוגיה והגישה המחקרית, המים והסביבה, האבולוציה הכימית, מקרומולקולות, הדוגמה המרכזית-חומצות גרעין, שכפול, שעתוק ועבוד ר.נ.א., הצופן הגנטי והתרגום, טכנולוגיית הד.נ.א. והגנומיקה. התא הפרוקריוטי, קרום התא-מבנה ותפקוד, עקרונות המטבוליזם ומיחזור האנרגיה. יסודות הסיסטמטיקה, הטקסונומיה, והפילוגנזה. התא האאוקריוטי-אברוני התא, מחזור התא, מיטוזה ומיוזה, מהתא לרקמה, תאי גזע והתמיינות. יסודות האבולוציה.",
            "מקצועות ללא זיכוי נוסף": "134127 134017 134010 015904",
            "מקצועות ללא זיכוי נוסף (מכילים)": "134012",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "134066",
            "אחראים": "דר. אלונה רבנר",
            "הערות": "",
            "מועד א": "בתאריך 14.10.2020 יום ד משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 29.10.2020 יום ה משעה 17 עד השעה 20"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלונה רבנר",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אלונה רבנר",
                "יום": "ד",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "הבעה גרפית",
            "מספר מקצוע": "205813",
            "נקודות": "2",
            "הרצאה": "1",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקניית יכולת בסיסית בהבעה וחשיבה גרפית בארכיטקטורה. הבעה גרפית באמצעים שונים לתאור המרחב. יכולת הבעה וחשיבה גרפית ביד חופשית וברישום ארכיטקטוני לעריכה וכיתוב, צבע, אור וצל. אמצעים וטכניקות הגשה.",
            "מקצועות ללא זיכוי נוסף (מכילים)": "205641",
            "אחראים": "ארכיטקט אמיר תומשוב",
            "הערות": "הקורס יתקיים בין השעות: 9.00:15.00\nבתאריכים הבאים: 19.8 ,16.8 ,12.8,\n30.8 ,26.8 ,23.8",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 1ג'",
            "מספר מקצוע": "205819",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: רישום, שרטוט אדריכלי, מידול תלת ממדי, בניית מודלים, ייצור מבוסס מחשב- חיתוך לייזר, סריקה תלת ממדית, גרפיקה- בסיסי.",
            "מקצועות קדם": "205922",
            "אחראים": "ארכיטקט ארן שפיר",
            "הערות": "סדנת מדיה- ריינו תלת מימד\nהקורס יתקיים בין התאריכים: 12.8,\n16.9 ,10.9 ,3.9 ,27.8 ,20.8 ,13.8\nקבוצה 11 בין השעות: 8.30-12.30\nקבוצה 12 בין השעות: 12.30-16.30",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 1ה'",
            "מספר מקצוע": "205821",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: רישום, שרטוט אדריכלי, מידול תלת ממדי, בניית מודלים, ייצור מבוסס מחשב- חיתוך לייזר, סריקה תלת ממדית, גרפיקה- בסיסי.",
            "מקצועות קדם": "205922",
            "אחראים": "ארכיטקט אריאל פרמן",
            "הערות": "סדנת מדיה אדריכלות חזותית\nהקורס יתקיים בין השעות: 9.00-14.00\nבין התאריכים: 9.9 ,7.9 ,4.9 ,2.9,\n14.9 ,11.9",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 2 ג'",
            "מספר מקצוע": "205826",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים ביניהם: תכנון פרמטרי, ייצור בעזרת מחשב - CNC והדפסה תלת מימדית, הדמיה אדריכלית, אנימציה, ווידאו, פרזנטציה, גרפיקה - מתקדם.",
            "מקצועות קדם": "205923",
            "אחראים": "ארכיטקט אריאל פרמן",
            "הערות": "סדנת מדיה רוויט\nהקורס יתקיים בין השעות: 9.00-14.00\nבין התאריכים: 16.8 ,14.8 ,12.8,\n23.8 ,21.8 ,19.8",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ארכיטקטורה ובינוי ערים",
            "שם מקצוע": "סדנאות מדיה 2ה'",
            "מספר מקצוע": "205828",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מחולק לשלושה חלקים, בכל שליש ניתן יהיה לבחור סדנה מרוכזת של כלים ומיומנויות מתוך מגוון נושאים, ביניהם: תכנון פרמטרי, ייצור בעזרת מחשב - CNC והדפסה תלת ממדית, הדמיה אדריכלית, אנימציה, ווידאו, פרזנטציה, גרפיקה - מתקדם.",
            "מקצועות קדם": "205923",
            "אחראים": "ארכיטקט מיכאל ויצמן",
            "הערות": "סדנת מדיה גרסהופר\nקבוצה 12.8:11 בין השעות 12.30-16.30\nבתאריכים: 26.8 ,23.8 ,19.8 ,16.8\n6.9 ,30.8 בין השעות 9.30-13.30\n\nקבוצה 12.8 :12 בין השעות 16.30-20.30\nבתאריכים: 26.8 ,23.8 ,19.8 ,16.8\n6.9 ,30.8 בין השעות 13.30-17.30",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "מבוא למחשב שפת פייתון",
            "מספר מקצוע": "234128",
            "נקודות": "4",
            "הרצאה": "2",
            "תרגיל": "2",
            "מעבדה": "2",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס מיועד לכלל הסטודנטים בטכניון. מבנה המחשב. חומרה ותכנה. ייצוג נתונים. מושגי יסוד ותכנות בשפת פייתון: ערכים, משתנים, ביטויים, טיפוסי נתונים בפייתון, התניות, חוגים (לולאות), פונקציות, רקורסיה, קלט\/פלט (טקסטואלי וגרפי). סביבת הפיתוח של פייתון: שטח העבודה, הרצת תוכניות, ניפוי שגיאות. פיתוח מובנה של תוכניות, ארגון מידע במחשב. אלגוריתמים: פיתוח מונחה נכונות וסיבוכיות בסיסית. פתרונות אלגוריתמים למיון, חיפוש, בעיות במספרים שלמים.",
            "מקצועות ללא זיכוי נוסף": "274121 234221 234130 234127 234126 234117 234114 234112 234111 234106",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 24.09.2020 יום ה משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 08.11.2020 יום א משעה 17:3 עד השעה 20:3"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ילנה נופברי",
                "יום": "ב",
                "שעה": "10:3 - 13:3",
                "בניין": "טאוב",
                "חדר": "6"
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ילנה נופברי",
                "יום": "ד",
                "שעה": "10:3 - 13:3",
                "בניין": "טאוב",
                "חדר": "6"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יותם אמיתי",
                "יום": "ב",
                "שעה": "14:3 - 17:3",
                "בניין": "טאוב",
                "חדר": "6"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר יותם אמיתי",
                "יום": "ד",
                "שעה": "14:3 - 17:3",
                "בניין": "טאוב",
                "חדר": "6"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "קומבינטוריקה למדעי המחשב",
            "מספר מקצוע": "234141",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "1",
            "סילבוס": "עקרונות ספירה בסיסיים, הבינום של ניוטון, עקרון ההכלה וההפרדה, רקורסיה ואינדוקציה, פונקציות יוצרות, חלוקות. גרפים מכוונים ולא מכוונים, עצים, ספירת עצים, מסלולים אוילריים, עצים מצביים ומספרי קטלן. הקורס מיועד לסטודנטים של מדעי המחשב.",
            "מקצועות קדם": "( 104195 ו- 104016 )  או ( 104031 ו- 104016 )  או ( 104166 ו- 104031 )  או ( 104195 ו- 104166 )",
            "מקצועות ללא זיכוי נוסף": "234246 234144 104286 094347 094346 094345 094344 044114",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 30.09.2020 יום ד משעה 9 עד השעה 12",
            "מועד ב": "בתאריך 30.10.2020 יום ו משעה 9 עד השעה 12"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר איתן יעקובי",
                "יום": "א",
                "שעה": "8:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "פרופ. חבר איתן יעקובי",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר לב יוחננוב",
                "יום": "א",
                "שעה": "15:3 - 16:3",
                "בניין": "טאוב",
                "חדר": "5"
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "תרגול",
                "מרצה\/מתרגל": "מר לב יוחננוב",
                "יום": "ג",
                "שעה": "15:3 - 17:3",
                "בניין": "טאוב",
                "חדר": "5"
            }
        ]
    },
    {
        "general": {
            "פקולטה": "מדעי המחשב",
            "שם מקצוע": "פרויקט בתקשורת מחשבים",
            "מספר מקצוע": "236340",
            "נקודות": "3",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "3",
            "סילבוס": "מטרת הפרויקט להעמיק את הידע של הסטודנטים בפרוטוקולי תקשורת ולאפשר להם להתנסות במחקר ובפיתוח של פרוטוקולים אלה. הסטודנטים יבצעו פרויקט מקיף וחדשני בתחומים שהם בקדמת הטכנולוגיה של רשתות תקשורת מחשבים והאינטרנט. הפרויקט יבוצע בד\"כ על פלטפורמת LINUX תוך שימוש בכלים מתקדמים לסימולציה של רשתות. תוצאות למידה: בסיום הפרויקט הסטודנט יהיה מסוגל לבצע מטלות תכנותיות מורכבות הקשורות לפרוטוקולי תקשורת וטכנולוגיות רשת חדשניות.",
            "מקצועות קדם": "236334",
            "אחראים": "",
            "הערות": "נפתח עי מדור מעקב",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "מבוא לרפואה קלינית ת\"א",
            "מספר מקצוע": "274173",
            "נקודות": "14",
            "הרצאה": "14",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס נלמד באנגלית ומיועד לסטודנטים מתוכנית TEAMS. קורס המרכז מנגנונים פתופיזיולוגים של מחלות נפוצות כגון הפרעות במערכת הקרדיווסקולרית, מחלות זיהומיות, נוירולוגיה, נפרולוגיה, אנדוקרינולוגיה, אונקולוגיה, מערכת העיכול, מערכת החיסון, ראומטולוגיה והמטולוגיה. הקורס הזה נלמד בשיטת 'למידה מבוססת בעיות' (PBL). בשיטת לימוד זו החומר נלמד על ידי ניתוח תרחישים קליניים שונים.",
            "מקצועות ללא זיכוי נוסף": "274404 274354 274343 274340 274321 274309",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואה פנימית 1ת",
            "מספר מקצוע": "274503",
            "נקודות": "6",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "32",
            "סמינר\/פרויקט": "0",
            "סילבוס": "התלמיד משתתף בכל פעילויות המחלקה כולל תורנויות. המידע הכלול בתולדות המחלה, הבדיקה הפיסיקלית ובדיקות עזר ישמשו עתה בסיס לחמישה שלבי פעולה: 1. זיהוי הרמזים לפיהם ניתן לקבוע את כל הבעיות. 2. ניסוח ורשימה מלאה של הבעיות. 3. דיון אינטגרטיבי ועריכת תכנית ראשונית לפתרון כל בעיה ובעיה. 4. מעקב אחר החולה לפי הבעיות והצעות נוספות לפתרונות. 5. סכום לפי הבעיות והוצאת מסקנות בהתיחסות לאבחנה. טיפול ופרוגנוזה. במשך תקופת השהות בפנימית תעשה רוטציה במחלקות הבאות - מחלות זיהומיות, אונקולוגיה, אנדוקרינולוגיה, גסטרואנטרולוגיה, המטולוגיה, נפרולוגיה, רוימטולוגיה, רדיולוגיה, קרדיולוגיה ופולמונולוגיה. התלמיד ילמד לזהות ממצאים חולניים וידע לפרש משמעותם בתסמונות קליניות שכיחות, מבחינת אבחנה מבדלת, אטיולוגיה ועקרונות הטיפול כולל תופעות לוואי. הוא יפגין יכולת להשתמש בספרות מקצועית ובתחום המעבדה ובדיקות עזר, יזהה סטיות ויפענח א.ק.ג. וצילומי רנטגן, ידע לבדוק שתן, נוזל שידרתי, תפליטים, ליחה וצואה. ידע לפרש תפקודי ריאה, כליות, כבד ובדיקות הורמונליות. עליו להבין את המגבלות והסיכונים הכרוכים בבדיקות עזר ובדיקות מיוחדות. סדרת ההרצאות הינה בנושא של היבטים קליניים לנושאים פרה-קליניים, במשותף לכל הכתה בבנין הפקולטה, והיא תכלול גם את הנושא של היבטים בפרמקולוגיה ואימונולוגיה קלינית. במסגרת זו ילומדו העקרונות הכלליים של פרמקודינמיקה ובאופן ייחודי טיפולים תרופתיים במחלות עיקריות. בפרק נוסף של הקורס ילמדו שימושים תרופתיים במחלות זיהומיות ועקרונות האבחון במחלות אלו. פרק שלישי ידון בהערכה הקלינית והמעבדתית במחלות אימוניות והטיפול בהן. ציון המגן מהווה מרכיב בציון הסופי בבחינת גמר ברפואה פנימית.",
            "מקצועות קדם": "( 274402 ו- 274400 )  או ( 274425 ו- 274402 )",
            "מקצועות ללא זיכוי נוסף": "274534 274527 274500",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואת ילדים 1ח'",
            "מספר מקצוע": "274533",
            "נקודות": "7",
            "הרצאה": "7",
            "תרגיל": "0",
            "מעבדה": "20",
            "סמינר\/פרויקט": "0",
            "סילבוס": "רכישת ידע יסודי של מחלות ילדים עם דגש על מצבים שכיחים ומצבים חריפים מסוכנים, רכישת המושג של גדילה והתפתחות וידיעות בשטחים אלה. התכנית כוללת: ביקורים מודרכים, שעורים, סמינריונים, הרצאות, עבודה עם חולים מאושפזים ובחדר קבלה - תורנות, הצגות חולים ונושאים על ידי התלמיד, ביקורים בחדרי יילודים.",
            "מקצועות קדם": "( 274402 ו- 274400 )  או ( 274425 ו- 274402 )",
            "מקצועות ללא זיכוי נוסף": "274528 274507 274506",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואה פנימית ת\"א",
            "מספר מקצוע": "274534",
            "נקודות": "9",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "26",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מיועד עבור סטודנטים בתוכנית TEAMS. מטרת הקורס בפנימית היא להקנות את הידע והמיומנויות הרלוונטים למחלות הפנימיות של האברים והמערכות השונות, הנחוצים לתפקוד אופטימלי של הרופא הכללי המצוין. הדגש בהוראה יהיה על הוראה ליד מיטת החולה, כשהמידע הכלול בתולדות המחלקה, הבדיקה הפיסיקלית ובדיקות עזר ישמשו עתה בסיס לחמישה שלבי פעולה: 1. זיהוי הרמזים לפיהם ניתן לקבוע את כל הבעיות.2. ניסוח ורשימה מלאה של בעיות. 3. דיון אינטגרטיבי ועריכת תוכנית ראשונית לפתרון כל בעיה. 4. מעקב אחר החולה לפי הבעיות והצעות נוספות לפתרונות. 5. סיכום לפי הבעיות והוצאת מסקנות בהתייחסות לאבחנה. טיפול ופרוגנוזה. הסטודנטים משתתפים בכל פעילויות ובכל עבודות המחלקה, בחדר המיון ובמרפאות השונות ומשתתפים בתורנויות. הסטודנטים יידרשו להכנת סמינריון, להציג חולים, וייבחנו בע\"פ בסוף הקלרקשיפ.",
            "מקצועות קדם": "274343 ו- 274321",
            "מקצועות ללא זיכוי נוסף": "274527 274521 274503",
            "אחראים": "",
            "הערות": "",
            "מועד ב": "בתאריך 20.08.2020 יום ה"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "רפואת ילדים ת\"א",
            "מספר מקצוע": "274536",
            "נקודות": "6",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "17",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מיועד עבור סטודנטים בתוכנית TEAMS. בקורס ילמדו את האנטומיה, פיסיולוגיה ופתולוגיה של תינוקות, ילדים ובני נוער. הקורס ימשך 8 שבועות. הסטודנטים ישתתפו בדיונים, טיפול וניהול של החולים במחלקה, בחדר מיון ובמרפאות. הסטודנטים ישתתפו בתורנויות. תיערך הערכה מתמשכת על בסיס שבועי ובנוסף מבחן סופי שיבדוק ידע ושיפוט. הערכות הקורס יהוו חלק מהציון הסופי ברפואת ילדים.",
            "מקצועות קדם": "274605  או 274528  או 274522  או 274507",
            "מקצועות ללא זיכוי נוסף": "274522",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 01.10.2020 יום ה",
            "מועד ב": "בתאריך 15.10.2020 יום ה"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "נוירולוגיה נוירוכירורגיה-מבחן גמר",
            "מספר מקצוע": "274715",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד. 50 אחוז מכלל הציון בכירורגיה.",
            "מקצועות ללא זיכוי נוסף": "274718",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274515",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "פסיכיאטריה-מבחן גמר",
            "מספר מקצוע": "274725",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מטרת המבחן היא לבדוק את היכלת של הסטודנט לדעת לאתר לאבחן ולטפל בהפרעות הפסיכיאטריות. להכיר את ההיבטים האתיים והחוקיים הייחודיים לתחום. הסטודנט מצופה להכיר ולהציע לחולה תמיכה וטיפול נפשיים שביכולתו של כל רופא להגיש ולאתר מקרים המחייבים הפניה לפסיכיאטר.",
            "מקצועות קדם": "274531  או 274518",
            "מקצועות ללא זיכוי נוסף": "274717",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "274720 274602",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 12.10.2020 יום ב משעה 9:3 עד השעה 12:3",
            "מועד ב": "בתאריך 12.10.2020 יום ב"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בכירורגיה-בכתב",
            "מספר מקצוע": "274726",
            "נקודות": "10",
            "הרצאה": "10",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "275610 ו- 274526",
            "מקצועות ללא זיכוי נוסף": "274722 274713 274711",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 22.09.2020 יום ג משעה 9:3 עד השעה 12:3"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בעל-פה בכירורגיה",
            "מספר מקצוע": "274727",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "275610 ו- 274526",
            "מקצועות ללא זיכוי נוסף": "274714",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 23.09.2020 יום ד",
            "מועד ב": "בתאריך 24.09.2020 יום ה"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "יילוד וגינקולוגיה-מבחן גמר",
            "מספר מקצוע": "274728",
            "נקודות": "4",
            "הרצאה": "4",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "274532  או 274517",
            "מקצועות ללא זיכוי נוסף": "274719 274716",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר ברפואת ילדים-בכתב",
            "מספר מקצוע": "274729",
            "נקודות": "5",
            "הרצאה": "5",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "( 274632 ו- 274533 )  או ( 274629 ו- 274507 )",
            "מקצועות ללא זיכוי נוסף": "274721 274708 274706",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר בעל-פה ברפואת ילדים",
            "מספר מקצוע": "274730",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "( 274632 ו- 274533 )  או ( 274629 ו- 274507 )",
            "מקצועות ללא זיכוי נוסף": "274709 274706",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "בחינת גמר ברפואה פנימית-בכתב",
            "מספר מקצוע": "274731",
            "נקודות": "12",
            "הרצאה": "12",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת הציון עפ\"י הבחינה בלבד.",
            "מקצועות קדם": "( 274628 ו- 274503 )  או ( 274633 ו- 274503 )",
            "מקצועות ללא זיכוי נוסף": "274723 274703 274701",
            "אחראים": "",
            "הערות": ""
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "רפואה",
            "שם מקצוע": "אימונולוגיה בסיסית",
            "מספר מקצוע": "276413",
            "נקודות": "3",
            "הרצאה": "3",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבוא לחסינות טבעית ונרכשת. נוגדנים: קבוצות ותת קבוצות - מבנה ותפקיד. גנטיקה וביוסינטזה של נוגדנים. אידיוטיפ, אלוטיפ, אזוטיפ של הנוגדן. היברידומות. משלים בחסינות הומורלית ובדלקת. תבחינים אימוניים. גנטיקה ותפקוד האתר העיקרי לסווג רקמות. מהות האנטיגנים. מערכת הלימפטית: איברים, רקמות, תאים. הקולטן של תאי T. תאים ותפקידים ביולוגיים בתגובות חיסון. תאי עזר, ציטוקינים, לימפוקינים, דלקת, מולקולות הדבקה. נדידת תאים ויחסי גומלין בין תאים. סבילות טבעית ונרכשת. אוטואימוניות. ביולוגיה של השתלות. אלרגיות ורגישויות יתר. תסמונת הכשל החיסוני (AIDS). תנגודת לזיהומים. חסינות של מערכת הריריות. חסינות בילוד. הבסיס המולקולרי של חסרים חיסוניים ראשוניים. תוצאות למידה: 1. הכרת מושגי יסוד באימונולוגיה. 2. הבנה של תהליכי יצירה התמיינות והפעלה של תאים חיסוניים. 3. הבנת תפקידה של מערכת החיסון אופן פעולה ויחסי הגומלין עם מערכות פיזיולוגיות אחרות. 4. יכולת לקשר בין תהליכים חיסוניים ומצבים קלינים.",
            "מקצועות קדם": "134058 ו- 134020 ו- 134019",
            "מקצועות ללא זיכוי נוסף": "274261 274249",
            "מקצועות זהים": "276308 274230",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "מדע והנדסה של חומרים",
            "שם מקצוע": "מעבדה בחומרים הנדסיים ח'",
            "מספר מקצוע": "314009",
            "נקודות": "1.5",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "3",
            "סמינר\/פרויקט": "0",
            "סילבוס": "מבנה ותכונות של חומרים:  שיטות בדיקה של תכונות מכניות, מטלוגרפיה אופטית, גורמי פריכות, התעייפות. הכרת חומרים הנדסיים והכרת תהליכים: דיאגרמת פאזות, פולימרים, עבודה עם מחשב במדע והנדסה של חומרים, אלסטומרים, חיסום והרפיה, זיקון.",
            "מקצועות קדם": "314011",
            "מקצועות ללא זיכוי נוסף": "314012",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "אנגלית למתקדמים א'",
            "מספר מקצוע": "324032",
            "נקודות": "0",
            "הרצאה": "4",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יינתן באחריות המכינה הקדם-אקדמית. הקורס מיועד לסטודנטים שעברו בהצלחה אנגלית מדעית 1 (324021) או אנגלית בסיסית ולסטודנטים שסווגו לאנגלית למתקדמים א' על פי הבחינה הפסיכומטרית או בחינת אמי\"ר. בקורס נלמדים טקסטים טכניים ומדעיים ברמה מתקדמת במטרה להקנות לסטודנט את הכלים להתמודד עם קריאת טקסטים אקדמיים והרחבת אוצר המילים. כמו כן, ילמדו דפוסי לשון ודקדוק המיוחדים לכתיבה מדעית. דגש יושם על ניתוח משפטים מורכבים השכיחים באנגלית מדעית.",
            "מקצועות ללא זיכוי נוסף": "324022",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "8:3 - 10:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "סוגיות אתיות וחברתיות במדע נתונים",
            "מספר מקצוע": "324253",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "טכנולוגיות בינה מלאכותית, המבוססות על ניתוח נתונים באמצעות למידת מכונה, חודרות לכל תחומי החיים. מערכות התחבורה, הרפואה, הפיננסים, התקשורת, החינוך, הפוליטיקה ועוד, כולן מושפעות מהטכנולוגיות החדשות. הקורס יעסוק בסוגיות האתיות והחברתיות המלוות את העבודה במדע הנתונים, באמצעות ניתוח מקרים ספציפיים בהם התעוררו סוגיות כאלו, ועל בסיס מחקרים עדכניים בנושא.",
            "אחראים": "",
            "הערות": "",
            "מועד א": "בתאריך 14.09.2020 יום ב משעה 16:3 עד השעה 19:3",
            "מועד ב": "בתאריך 14.10.2020 יום ד משעה 16:3 עד השעה 18:3"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מדע טכנולוגיה ומוסר",
            "מספר מקצוע": "324395",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "1",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס יעסוק בהיבטים המוסריים של התפתחות המדע והטכנולוגיה בעידן הדיגיטלי. התפתחות המדע והטכנולוגיה מעלה שאלות לגבי עתיד האנושות וההשלכות המוסריות המתלוות אליהן. בקורס יידונו אספקטים שונים של המפגש בין המדע והטכנולוגיה לבין המוסר, ויודגמו באמצעות מדיה קולנועית. במסגרת הקורס יוקרנו סרטים שעוסקים בדילמות מוסריות הנובעות מחידושים במדע ובטכנולוגיה.",
            "מקצועות ללא זיכוי נוסף": "324898",
            "אחראים": "דר. דינה רפאל",
            "הערות": "",
            "מועד א": "בתאריך 14.09.2020 יום ב משעה 8:3 עד השעה 10:3",
            "מועד ב": "בתאריך 12.10.2020 יום ב משעה 10:3 עד השעה 12:3"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. דינה רפאל",
                "יום": "ב",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. דינה רפאל",
                "יום": "ה",
                "שעה": "8:3 - 11:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "לוחמה פסיכול'-מתעמולה ללוחמת מידע",
            "מספר מקצוע": "324444",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הלוחמה הפסיכולוגית כמרכיב מרכזי בניהול עימותים. הקורס יחשוף את מרכיבי התחום לאורך השנים ויתמקד במלחמות המאה ה-20. ינותחו מוצרי תעמולה כגון: כרוזים, פוסטרים, סרטים, קריקטורות ועוד.",
            "מקצועות ללא זיכוי נוסף": "324868",
            "אחראים": "דר. יניב לויתן",
            "הערות": "",
            "מועד א": "בתאריך 16.09.2020 יום ד משעה 8:3 עד השעה 10:3",
            "מועד ב": "בתאריך 14.10.2020 יום ד משעה 9 עד השעה 11"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. יניב לויתן",
                "יום": "ד",
                "שעה": "8:3 - 13:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "אהבה וחוק בעידן הטכנולוגי",
            "מספר מקצוע": "324453",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "לאור פרשיות משפטיות עדכניות המעוררות דילמות חוקיות, מוסריות ופילוסופיות נכיר אתת עולם ההולדה האולטרא חדשני הכולל הולדה מן המתים, פונדקאות, סחר בתאי רבייה וחלקיהם, ברירות עוברים וגנטיקה. בעולם זה מעורבים אהבות, תקוות, מאבקי כוחות, אינטרסים, פוליטיקה ואף רווחים כספיים. נלמד אודות המשפט הישראלי בהקשרים אלו ואת ההשפעות התרבותיות, החברתיות והבינלאומיות.",
            "אחראים": "דר. תמר פלד כץ",
            "הערות": "",
            "מועד א": "בתאריך 14.09.2020 יום ב משעה 16:3 עד השעה 19:3"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. תמר פלד כץ",
                "יום": "ב",
                "שעה": "16:3 - 19",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. תמר פלד כץ",
                "יום": "ה",
                "שעה": "16:3 - 19",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מודרניזם בתיאטרון",
            "מספר מקצוע": "324461",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "המושג \"מודרניזם\" מאחד תנועות אמנותיות שונות, שהתפתחו לאורך המחצית השניה של המאה ה- 19 ועד סוף המאה ה-20, ומהוות את התשתית הרעיונית והאסתטית לתיאטרון עד ימינו. הקורס סוקר מגמות מרכזיות בתיאטרון ובמופע החי דרך דוגמאות מיצירותיהם וכתביהם של יוצרים מרכזיים.",
            "אחראים": "דר. ארז מעין",
            "הערות": "",
            "מועד ב": "בתאריך 12.10.2020 יום ב משעה 9:3 עד השעה 11:3"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ב",
                "שעה": "10:3 - 12",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ד",
                "שעה": "10:3 - 12",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "תכנון וניהול קריירה",
            "מספר מקצוע": "324478",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קורס זה מציג לסטודנטים את שיטת החשיבה העיצובית ואת יישומה בתכנון ופיתוח קריירה. התלמידים ילמדו לחקור ולעצב את הקריירה והחיים שלהם לאחר לימודם בטכניון בגישה חשיבה עיצובית. הם גם יעריכו את יכולות הקריירה שלהם ויפתחו תוכנית פעולה כדי להתכונן ולהשיק את הקריירה הרצויה להם. במהלך הקורס התלמידים יבינו את תהליך עיצוב הקריירה, את הקשר בין מיומנויות קריירה למסלולי קריירה שונים, יפתחו טכניקות לביצוע חיפושים מוצלחים \/ יישומי בית ספר לתארים מתקדמים, ויזהו אסטרטגיות הנחוצות לפיתוח קריירה מתמשך במקום העבודה של ימינו. שיעור חוויתי זה יועבר מדי שבוע תוך שימוש בהרצאות, דיונים בסגנון סמינריון, כתבי העת להשתקפות, דוברי אורחים ומנטורינג \/ אימון אישי.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "תקשורת בין תרבותית",
            "מספר מקצוע": "324479",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הבנה וסובלנות בין תרבותית הפכו למיומנות חשובה בעולם הגלובלי של ימנו. קורס זה יאפשר לסטודנטים להיחשף לשלוש תרבויות, הסינית, הישראלית והאמריקאית, ולפתח הערכה להבדלים תרבותיים ומיומנויות תקשורת בין תרבותיות יעילות.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "התיאטרון הקלאסי# מיתוס מקבל גוף",
            "מספר מקצוע": "324524",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "התיאטרון, כפי שאנחנו מכירים אותו עד היום, קיבל את צורתו לפני כ-2500 שנה, ומאז לא חדל להשתנות ולהתפתח, אך מספר עקרונות יסוד בו נשמרו לאורך השנים. מהי דרמה, מדוע לא כל אסון הוא \"טרגדיה\", מהו תפקיד השחקן, המחזאי, הקהל, הבמה, מה קרה לתיאטרון, אמנות בת אלפי שנים, במפגש עם מדיה מאוחרות יותר (קולנוע, טלוויזיה ואפילו אינטרנט), כל אלה יסקרו ויבחנו לאור מחזות מיוון העתיקה ועד למאה ה-19, לצד התבוננות עכשווית בעקרונות ובמחזות הקלאסיים.",
            "אחראים": "דר. ארז מעין",
            "הערות": "",
            "מועד א": "בתאריך 14.09.2020 יום ב משעה 12:3 עד השעה 14:3",
            "מועד ב": "בתאריך 12.10.2020 יום ב משעה 9:3 עד השעה 11:3"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ב",
                "שעה": "12:3 - 14",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. ארז מעין",
                "יום": "ד",
                "שעה": "12:3 - 14",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "סדנת צילום# שפה וכלים",
            "מספר מקצוע": "324567",
            "נקודות": "1.5",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "סדנה זו תתמקד בהתפתחות יכולת ההסתכלות והיישום שלה לצילום, שפת הצילום והטכניקות שלה כגון אור, נקודת המבט, תזמון וקומפוזיציה, יחד עם תיקון ומניפולציה של התמונה. הסדנה תשלב תרגול מונחה בכיתה ובחוץ ותציג מגוון של נושאים הכוללים דיוקן, דיוקן עצמי, טבע דומם, צילומי טבע וצילומי סביבה עירונית.",
            "אחראים": "מר קובי גופר",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר קובי גופר",
                "יום": "ב",
                "שעה": "9:3 - 12:3",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר קובי גופר",
                "יום": "ד",
                "שעה": "9:3 - 11:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "צרפתית 11",
            "מספר מקצוע": "324609",
            "נקודות": "2.5",
            "הרצאה": "4",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקנית ידיעה ראשיתית של הלשון. הקורס מיועד למתחילים בלבד.",
            "אחראים": "",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "עקרונות מעשיים לעיבוד תמונה",
            "מספר מקצוע": "324697",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "1",
            "סמינר\/פרויקט": "0",
            "סילבוס": "הקורס עוסק בעקרונות של עיבוד ותיקון צילומים, בעזרת תוכנות עיבוד תמונה. במהלכו יחשפו הסטודנטים למגוון נושאים אשר יעניקו יכולות מקצועיות מתקדמות בתחום עיבוד התמונה, תוך מתן דגש על גישות נכונות לשיפור צילומים והצגת הכלים אותם צריך צלם בעבודתו, וכן כלים לעיבוד תמונה בתחום הכנת צילומים למאמרים ולפוסטרים אקדמיים.",
            "אחראים": "מר קובי גופר",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר קובי גופר",
                "יום": "ב",
                "שעה": "12:3 - 16",
                "בניין": "",
                "חדר": ""
            },
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "מר קובי גופר",
                "יום": "ד",
                "שעה": "11:3 - 15",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "לימודים הומניסטיים ואמנויות",
            "שם מקצוע": "מודיעין וביטחון לאומי",
            "מספר מקצוע": "324986",
            "נקודות": "2",
            "הרצאה": "2",
            "תרגיל": "0",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "נסקור את יסודות עבודת המודיעין, תוך התמקדות בקהילת המודיעין הישראלית והתפתחותה - תפקידי המודיעין, אמצעי האיסוף המודיעיניים הבולטים ועבודת המחקר וההערכה ואת היסטורית קהילת המודיעין הישראלית ופרשיות מפתח בגופי המודיעין המרכזיים. עוד נעסוק ביחסים המורכבים בין המודיעין לקבינט, ובכלל זה מודיעין לשלום. היבטים מוסריים במודיעין ואתגרי המודיעין הניצבים בפני ישראל.",
            "אחראים": "דר. אייל פסקוביץ",
            "הערות": "",
            "מועד א": "בתאריך 15.09.2020 יום ג משעה 16:3 עד השעה 18:3",
            "מועד ב": "בתאריך 15.10.2020 יום ה משעה 9 עד השעה 11"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "הרצאה",
                "מרצה\/מתרגל": "דר. אייל פסקוביץ",
                "יום": "ג",
                "שעה": "16:3 - 20:3",
                "בניין": "",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "הנדסה ביו-רפואית",
            "שם מקצוע": "מעבדה בהנדסה ביו-רפואית 1",
            "מספר מקצוע": "335001",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית. המעבדה מתמקדת בהכרה והפעלה של ציוד מדידה בסיסי בתחום החשמל, מכאניקה וביוחומרים, שיטות מדידה וחישובי שגיאות. על הסטודנטים להשלים במעבדה זו 7 ניסויים. כל ניסוי מורכב מפגישה של 4 שעות, מטלות הכנה וכתיבת דו\"ח מסכם.",
            "מקצועות קדם": "( 334022 ו- 044102 )  או ( 335011 ו- 044102 )  או ( 334011 ו- 044102 )",
            "מקצועות ללא זיכוי נוסף": "334013 334012",
            "אחראים": "דר. אוסקר ליכטנשטיין",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה ביו-רפואית",
            "שם מקצוע": "מעבדה בהנדסה ביו-רפואית 2",
            "מספר מקצוע": "335002",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית. המעבדה תתמקד באחד מהתחומים: אותות והדמיה, ביומכניקה וזרימה או רקמות וביו-חומרים. על הסטודנט לבחור אחד מהתחומים ולהשלים שישה ניסויים מרשימת הניסויים המתפרסמת בתחילת כל סמסטר. חלק מהניסויים מורכבים משתי פגישות של 4 שעות כל אחת, כמו כן לכל ניסוי מטלות הכנה וכתיבת דו\"ח מסכם.",
            "מקצועות קדם": "335001",
            "מקצועות ללא זיכוי נוסף": "334013 334012",
            "אחראים": "דר. אוסקר ליכטנשטיין",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה ביו-רפואית",
            "שם מקצוע": "מעבדה בהנדסה ביו-רפואית 3",
            "מספר מקצוע": "335003",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית. המעבדה תתמקד באחד מהתחומים: אותות והדמיה, ביומכניקה וזרימה או רקמות וביו-חומרים. על הסטודנט לבחור שישה ניסויים מרשימת הניסויים המתפרסמת בתחילת כל סמסטר, באחד התחומים שלא למד במעבדות הקודמות. חלק מהניסויים מורכבים משתי פגישות של 4 שעות כל אחת, כמו כן לכל ניסוי מטלות הכנה וכתיבת דו\"ח מסכם.",
            "מקצועות קדם": "335001",
            "אחראים": "דר. אוסקר ליכטנשטיין",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "הנדסה ביו-רפואית",
            "שם מקצוע": "מעבדה בהנדסה ביו-רפואית 4",
            "מספר מקצוע": "335004",
            "נקודות": "2",
            "הרצאה": "0",
            "תרגיל": "0",
            "מעבדה": "4",
            "סמינר\/פרויקט": "0",
            "סילבוס": "קביעת ציון עפ\"י מעקב במשך הסמסטר, בחני הכנה, הגשת דו\"חות ובחינה סופית. המעבדה תתמקד באחד מהתחומים: אותות והדמיה, ביומכניקה וזרימה או רקמות וביו-חומרים. על הסטודנט לבחור שישה ניסויים מרשימת הניסויים המתפרסמת בתחילת כל סמסטר, באחד התחומים שלא למד במעבדות הקודמות. חלק מהניסויים מורכבים משתי פגישות של 4 שעות כל אחת, כמו כן לכל ניסוי מטלות הכנה וכתיבת דו\"ח מסכם.",
            "מקצועות קדם": "335001",
            "אחראים": "דר. אוסקר ליכטנשטיין",
            "הערות": "",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": []
    },
    {
        "general": {
            "פקולטה": "ספורט",
            "שם מקצוע": "חוגי-ספורט",
            "מספר מקצוע": "394900",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "תאוריה ותירגול מיומנויות במגוון רחב של ענפי ספורט: ג'ודו, קרטה, סיוף, איגרוף, אתלטיקה קלה, התעמלות מכשירים, שחיה, רגבי, טניס שולחן, סקווש, קליעה למטרה ברובה ואקדח, רכיבה על אופניים, החלקה על גלגליות, שייט ועוד. כמו-כן ניתנים משחקי כדור שונים.מרבית הקורסים ניתנים גם לבנות. המקצוע הזה יכול לבוא במקום חינוך גופני הניתן במסגרת מקצועות החובה.",
            "מקצועות ללא זיכוי נוסף": "394810 394809 394808 394807 394806 394805 394804 394803 394802 394801 394800",
            "מקצועות ללא זיכוי נוסף (מוכלים)": "394901",
            "אחראים": "",
            "הערות": "על-פי הנחיות התו הסגול, על כל מתאמן\nלהציג בשער הטכניון הצהרת בריאות\nמקוונת מתוך אפליקציית הטכניון.\nכל מתאמן נדרש לסרוק,באמצעות אפליקצית\nהטכניון, את קוד התו הסגול עם הכניסה\nוהיציאה ל\/מ בניין הספורט.\nיש להקפיד על חיטוי\/שטיפת ידיים טרם\nהכניסה לקורס ולשמור על ריחוק חברתי.\n====================\nעל כל מתאמן להביא לכל שיעור בגדי\nונעלי ספורט ומגבת אישית.\nהנוכחות חובה בכל השיעורים.\nקבוצה 16-מודעות תנועתית-קורס בעצימות\nנמוכה לשיפור היציבה ושכלול היכולת.\nקבוצות 19,18-פונקציונלי-אימון עצים\nבסנכרון מוזיקה.\n====================\nקבוצות 33-31-\"היט\"-היי אינטנסיטי\nטריינינג-אימון אינטרוולים בעצימות\nגבוהה.\n====================\nקבוצה 52-ריצת ניווט ספורטיבי-מתקדמים\nמעורב-מקום המפגש: אמפיתאטרון טכניון.\n====================\nקבוצה 57-אקוה פורסה - תרגילי כושר\nגופני על מזרן צף.\nשימו לב! השיעורים של קבוצות 60-56\nיתקיימו שלוש פעמים בשבוע בשלושת\nהשבועות הראשונים של הסמסטר ופעמיים\nבשבוע בשבועיים האחרונים.\n====================\n====================================\nהקורסים במקצוע 394900 מתקיימים\nבסמסטר קיץ המקוצר (31.7.20-31.5.20)\nואינם פתוחים לרישום.\n====================================",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "10",
                "מס.": "10",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "7:3 - 9",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "12",
                "מס.": "12",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "14 - 15:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "כדור עף - בנים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "7:3 - 9",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "חינוך גופני-בנים",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "7:3 - 9",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "16",
                "מס.": "16",
                "סוג": "מודעות תנועתית",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "9 - 10:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "טי.אר.אקס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "18",
                "מס.": "18",
                "סוג": "פונקציונלי-בנים",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "פונקציונלי-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "13:3 - 15",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "טי.אר.אקס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9 - 10:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "כדור עף - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "חדר כושר - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "26",
                "מס.": "26",
                "סוג": "כח דינמי ומתיחות",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "27",
                "מס.": "27",
                "סוג": "יוגה - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "12:15 - 13:45",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "28",
                "מס.": "28",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10 - 11:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "29",
                "מס.": "29",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "11:3 - 13",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "30",
                "מס.": "30",
                "סוג": "אירובי+עצוב-בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "31",
                "מס.": "31",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "13:3 - 15",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "32",
                "מס.": "32",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "15 - 16:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "33",
                "מס.": "33",
                "סוג": "\"היט\" - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "10 - 11:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "34",
                "מס.": "34",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8 - 9:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "35",
                "מס.": "35",
                "סוג": "פילאטיס - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "12 - 13:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "36",
                "מס.": "36",
                "סוג": "פילאטיס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "7:3 - 9",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "37",
                "מס.": "37",
                "סוג": "פילאטיס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "11:3 - 13",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "38",
                "מס.": "38",
                "סוג": "זומבה - בנות",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "15:3 - 17",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "39",
                "מס.": "39",
                "סוג": "שייט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "40",
                "מס.": "40",
                "סוג": "קייאקים -מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "41",
                "מס.": "41",
                "סוג": "סאפ וגלישת גלים",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "16:3 - 18",
                "בניין": "קהונהקלב",
                "חדר": ""
            },
            {
                "קבוצה": "42",
                "מס.": "42",
                "סוג": "קייאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 9:3",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "43",
                "מס.": "43",
                "סוג": "קייאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "9:3 - 11",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "46",
                "מס.": "46",
                "סוג": "קט-רגל-מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8 - 9:3",
                "בניין": "דשא סינת",
                "חדר": ""
            },
            {
                "קבוצה": "48",
                "מס.": "48",
                "סוג": "כדור סל-מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "20:3 - 22",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "50",
                "מס.": "50",
                "סוג": "טניס שולחן-מתקדמ",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "21 - 22:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "51",
                "מס.": "51",
                "סוג": "סקווש - מתקדמים",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "17 - 18:3",
                "בניין": "מר.סקווש",
                "חדר": ""
            },
            {
                "קבוצה": "54",
                "מס.": "54",
                "סוג": "אופני הרים-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "7 - 8:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "55",
                "מס.": "55",
                "סוג": "ריצת לילה-רפואה",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "19 - 20:3",
                "בניין": "לובי-רפו",
                "חדר": ""
            }
        ]
    },
    {
        "general": {
            "פקולטה": "ספורט",
            "שם מקצוע": "חינוך גופני",
            "מספר מקצוע": "394901",
            "נקודות": "1",
            "הרצאה": "0",
            "תרגיל": "2",
            "מעבדה": "0",
            "סמינר\/פרויקט": "0",
            "סילבוס": "דגש על עקרונות פיתוח הכושר הגופני, גמישות, קואורדינציה, יציבה נכונה ועוד. הקנית ידע ומיומנות בסיסית במשחקי ספורט ותנועה. יצירת מודעות לשיפור איכות החיים באמצעות פעילות גופנית.",
            "מקצועות ללא זיכוי נוסף": "394810 394809 394808 394807 394806 394805 394804 394803 394802 394801 394800",
            "מקצועות ללא זיכוי נוסף (מכילים)": "394900",
            "אחראים": "",
            "הערות": "על-פי הנחיות התו הסגול, על כל מתאמן\nלהציג בשער הטכניון הצהרת בריאות\nמקוונת מתוך אפליקציית הטכניון.\nכל מתאמן נדרש לסרוק,באמצעות אפליקצית\nהטכניון, את קוד התו הסגול עם הכניסה\nוהיציאה ל\/מ בניין הספורט.\nיש להקפיד על חיטוי\/שטיפת ידיים טרם\nהכניסה לקורס ולשמור על ריחוק חברתי.\n====================\nעל כל מתאמן(בקורסים שאינם בים) להביא\nלכל שיעור בגדי ונעלי ספורט ומגבת\nאישית.\n====================\nהנוכחות חובה בכל השיעורים.\n====================\nקבוצה 11-אקוה פורסה-תרגילי כושר\nגופני על מזרן צף.\nקבוצות 22-15-מתקיימות במרכז ימי חיפה\nהחוף השקט, בת גלים.",
            "מועד הבחינה": "לא קיים"
        },
        "schedule": [
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "אקוה פורסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10:3 - 12",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "אקוה פורסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "13 - 14:3",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "11",
                "מס.": "11",
                "סוג": "אקוה פורסה-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "ספינינג-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "ספינינג-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "13",
                "מס.": "13",
                "סוג": "ספינינג-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "10:3 - 12",
                "בניין": "חדר כושר",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "פילאטיס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "12 - 13:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "פילאטיס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "9 - 10:3",
                "בניין": "בנ.ספורט",
                "חדר": ""
            },
            {
                "קבוצה": "14",
                "מס.": "14",
                "סוג": "פילאטיס-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ה",
                "שעה": "12 - 13:3",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "קיאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "15",
                "מס.": "15",
                "סוג": "קיאקים - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "שייט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "17",
                "מס.": "17",
                "סוג": "שייט - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "גלישת רוח-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "19",
                "מס.": "19",
                "סוג": "גלישת רוח-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "גלישת רוח-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "10 - 12",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "20",
                "מס.": "20",
                "סוג": "גלישת רוח-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ו",
                "שעה": "10 - 12",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "סאפ - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "21",
                "מס.": "21",
                "סוג": "סאפ - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "8 - 10",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "סאפ - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "10 - 12",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "22",
                "מס.": "22",
                "סוג": "סאפ - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "10 - 12",
                "בניין": "מרכז ימי",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "טניס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "א",
                "שעה": "8 - 10",
                "בניין": "מג.טניס",
                "חדר": ""
            },
            {
                "קבוצה": "23",
                "מס.": "23",
                "סוג": "טניס - מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ג",
                "שעה": "8 - 10",
                "בניין": "מג.טניס",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "טניס שולחן-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "18 - 20",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "24",
                "מס.": "24",
                "סוג": "טניס שולחן-מעורב",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "18 - 20",
                "בניין": "אולם ב'",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "שחיה",
                "מרצה\/מתרגל": "",
                "יום": "ב",
                "שעה": "20 - 22",
                "בניין": "בריכה",
                "חדר": ""
            },
            {
                "קבוצה": "25",
                "מס.": "25",
                "סוג": "שחיה",
                "מרצה\/מתרגל": "",
                "יום": "ד",
                "שעה": "20 - 22",
                "בניין": "בריכה",
                "חדר": ""
            }
        ]
    }
]